[{"playlist_item_id":"UExjbTJwSUlBd2xEdkhUdWlISEVsbjZCODA5dy0zd1YyVi4yQUE2Q0JEMTk4NTM3RTZC","title":"TEDxAuckland 2016 FoodStory","description":"Food. It’s an essential ingredient to life, growing ideas, people and #TEDxAkl. Check out our Food Video from last years Long Lunch.\n\nTo attend TEDxAuckland 2017 and this years amazing Long Dinner buy your ticket from http://tedxauckland.com\n\nThanks to Ben Barton, Fluke Creative for the amazing Video! And all the amazing Partners and people that made this possible! NIWA New Zealand, Amano, Ortolana, Milse, The Produce Company, Scarecrow, Waiheke Herbs, Rangihoua Estate, Yealands Family Wines, Hallertau Brewery, Invivo Wines, Homestead, AUT - Auckland University of Technology and Auckland Tourism, Events and Economic Development (ATEED). And of course all the amazing TEDxAuckland Volunteers and Crew!","published_at":"2017-11-08 12:51:38 UTC","thumbnail_url":"https://i.ytimg.com/vi/J0s-ob4FGcg/hqdefault.jpg","video_id":"J0s-ob4FGcg","position":0,"tags":["TEDxAuckland","TEDx","TED","Talks","Auckland","Food","Festival","New Zealand","#TEDxAkl","TEDxAkl","Food Issues","Food Story","sustainability","community"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdkhUdWlISEVsbjZCODA5dy0zd1YyVi5EQUE1NTFDRjcwMDg0NEMz","title":"Mapping by drone - Africa to Antartica | Barbara Breen | TEDxAuckland","description":"While some drones are used to destroy, Barbara's team uses them – complete with military guidance technology – to map threatened ecosystems in Africa, Australia and Antarctica.\n\nBarbara is a senior lecturer in the School of Applied Sciences at Auckland University of Technology and has over 20 years’ experience working in government and NGO’s.\r\n\r\nHer research and personal interests are in geography, ecosystem management, cultural landscapes and spatial ecology. Her research focus has been the identification, selection and management of Protected Areas, using geospatial sciences and novel remote sensing technology, such as drones, to map habitats and landscapes for conservation planning.\r\n\r\nBarbara’s work has taken her to some of the world’s most remote and unique ecosystems including desert systems in both Antarctica and the Namibia. She is a self confessed techno-nerd and is an advocate for the effective use of drones for good in NZ and beyond.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2016-09-05 01:15:49 UTC","thumbnail_url":"https://i.ytimg.com/vi/irtsSSek1k8/hqdefault.jpg","video_id":"irtsSSek1k8","position":1,"tags":["TEDxTalks","English","New Zealand","Technology","Africa","Geology","Map"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdkhUdWlISEVsbjZCODA5dy0zd1YyVi41Mzk2QTAxMTkzNDk4MDhF","title":"Digital Me and the rise of precision medicine | Ian McCrae | TEDxAuckland","description":"Our bodies contain two terabytes of data. What if everyone involved in our healthcare – including us – could access that data and use it to make better lifestyle and treatment decisions? Precision medicine aims to answer that question and turn information into better health outcomes for everyone.\n\nIan began his professional career employed as a scientist writing mathematical models of the human body, before moving into the commercial world. In 1993 he founded Orion Health with a team of just four people and has grown the company to over 1,250 staff in 27 offices worldwide, enabling healthcare to more than 90 million patients worldwide.\r\n\r\nIan is passionate about the role that technology can play in enabling highly personalised care for individuals through the practice of precision medicine – using personal healthcare information that is captured and made available in real time. This technology will transform the practice of medicine into a mathematical science, and for a lapsed mathematician like Ian that means the health sector just got a whole lot more interesting.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2016-09-05 01:15:36 UTC","thumbnail_url":"https://i.ytimg.com/vi/Q48dXVTC03o/hqdefault.jpg","video_id":"Q48dXVTC03o","position":2,"tags":["TEDxTalks","English","New Zealand","Health","Big Data","Data","Genetics","Medicine","Science"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdkhUdWlISEVsbjZCODA5dy0zd1YyVi4yODlGNEE0NkRGMEEzMEQy","title":"My body my terms: a new conversation about sex | Lizzie Marvelly | TEDxAuckland","description":"Lizzie's campaign #MyBodyMyTerms was aimed to spark conversation about victim-blaming, revenge porn, consent and sexual violence.\r\n\r\nHer talk is on the follow up from #MyBodyMyTerms and how we need to update the conservation on sex in modern society.\n\nWhile Lizzie Marvelly traverses many diverse paths, her journey started with her love for music. Discovered by Frankie Stevens and her famous uncle, Sir Howard Morrison, in her early teens, Lizzie was on the road at age 16 – since then her musical life has been a wild ride.\r\n\r\nIn May 2015, Lizzie launched Villainesse.com, an online media project aiming to create smart, ‘no-filter’ media for young women. Villainesse is on a mission to empower young women and to hear more young female voices represented in the media.\r\n\r\nLater that year, Lizzie launched Villainesse’s first major campaign, the globally-successful #MyBodyMyTerms. The #MyBodyMyTerms videos have been viewed over 450,000 times and aimed to spark conversation about victim-blaming, revenge porn, consent and sexual violence.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2016-07-01 03:05:29 UTC","thumbnail_url":"https://i.ytimg.com/vi/2HQjS33JJFE/hqdefault.jpg","video_id":"2HQjS33JJFE","position":3,"tags":["TEDxTalks","English","New Zealand","Humanities","Activism","Behavior","Body","Communication","Empathy","Fear","Feminism","Internet","Online video","Parenting","Personal education","Relationships","Self","Sex","Sexual Assault","Social Change","Social Interaction","Social Media","Tolerance","Violence","Women","Youth"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdkhUdWlISEVsbjZCODA5dy0zd1YyVi4yMUQyQTQzMjRDNzMyQTMy","title":"Yes: the word that built an orphanage | Jayne Bailey | TEDxAuckland","description":"Jayne believes all of us are faced with plenty of amazing and sometimes scary opportunities; the trick is having the courage to say yes to them. Her first yes led to a series of others, resulting in a girls' orphanage 14,000 kilometres away from her New Zealand home.\n\nJayne has been described as many things; a brave adventurer, a visionary, an infectious truth-teller, a teacher, a mentor and an encourager.\r\n\r\nShe has experienced bible smuggling into China, overland trucking in Africa, micro lighting over Victoria Falls, bathing elephants in Nepal, hot air ballooning in Cappadocia, walking part of the Camino de Santiago, trekking in the Himalayas, and horse riding in Turkey, Argentina and the length of New Zealand.\r\n\r\nIn 2011, Jayne started her new adventure, a charity called Project Moroto which provides safe dormitory living for orphaned girls in Moroto, Uganda. She has provided a haven for 20 gorgeous girls, but what Jayne is most passionate about is giving these girls a “go”- an opportunity to find and fulfil their potential.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2016-09-05 01:16:30 UTC","thumbnail_url":"https://i.ytimg.com/vi/lzQSZmedcfs/hqdefault.jpg","video_id":"lzQSZmedcfs","position":4,"tags":["TEDxTalks","English","New Zealand","Life","Africa","Change","Education","Empathy","Motivation","Philanthropy"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdkhUdWlISEVsbjZCODA5dy0zd1YyVi45NDk1REZENzhEMzU5MDQz","title":"Out of the shadows: my father's suicide | Cori Gonzalez-Macuer | TEDxAuckland","description":"Cori describes his own personal experience into a dark place where his father committed suicide and how he dealt with it.\n\nBilly T Award winning comedian and star of the hit feature film, What We Do In The Shadows, Cori Gonzalez-Macuer, as seen on the Old Mout Comedy Gala and a regular on 7 Days, is one of NZ’s finest young comedy talents. The last year has seen him attend the prestigious Sundance and Berlin Film Festivals as part of the What We Do In The Shadows team as well as attending the film’s U.S. premiere in New York, whereafter, he performed massive shows across New York and L.A.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2016-09-05 01:13:42 UTC","thumbnail_url":"https://i.ytimg.com/vi/DmDwJPAIjmw/hqdefault.jpg","video_id":"DmDwJPAIjmw","position":5,"tags":["TEDxTalks","English","New Zealand","Life","Behavior","Bullying","Choice","Comedy","Compassion","Humor","Social Change"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdkhUdWlISEVsbjZCODA5dy0zd1YyVi5GM0Q3M0MzMzY5NTJFNTdE","title":"Building business from by-products | Adrien Taylor | TEDxAuckland","description":"Adrien Taylor thought it was ridiculous that so many perfectly good off-cuts from fabric were thrown out to landfill, so he got his best mate Matt Purcell involved to launch their range of super limited caps made from off-cuts.\r\n\r\nAdrien's idea is about looking wider to other industries and creating great things from the by-products or by-waste in those areas that produce waste.\n\nAdrien is the former environment reporter for 3News (now Newshub). He left his full-time position in Auckland last year to pursue the startup dream.\r\n\r\nSince then, he’s been to Bangladesh to film a climate change documentary for the United Nations and has gone on to found two companies: furniture procurement website Bamtino and cap company Offcut.\r\n\r\nAdrien came up with the idea for Offcut on a visit to his father’s textile warehouse in Christchurch. He thought it was ridiculous that so many perfectly good off-cuts were thrown out to landfill, so he got his best mate Matt Purcell involved to launch their range of super limited five panel caps. All Offcut caps are handcrafted in New Zealand and a tree is planted with every cap sold.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2017-08-09 01:39:40 UTC","thumbnail_url":"https://i.ytimg.com/vi/XOnl7PijqIs/hqdefault.jpg","video_id":"XOnl7PijqIs","position":6,"tags":["TEDxTalks","English","New Zealand","Business","Art","Behavior","Big problems","Climate Change","Consciousness","Conservation","Creation","Creativity","Design","Energy","Engineering","Entrepreneurship","Environment","Global issues","Globalization","Green","Ideas","Impact","Industrial design","Innovation","Local issues","Materials","Nature","Open-source","Pollution","Product design","Productivity","Recycling","Shopping","Social Change","Social Entrepreneurship","Society","Sustainability"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdkhUdWlISEVsbjZCODA5dy0zd1YyVi4zRjM0MkVCRTg0MkYyQTM0","title":"Cultural capital for corporates | Michael Moka | TEDxAuckland","description":"Michael's talk focuses on a cultural and people approach to solving two issues.\r\n1. The pressure on Senior Management to produce results and profit.\r\n2. Conquering the Poverty Cycle for those on the front line who want to get out.\n\nMichael is the founder of Indigenous Growth – a new organisation with a quadruple bottom line – which feeds his passion to empower families like his to get themselves out of the poverty cycle.\r\n\r\nSince 2005 he chose a specialised path dedicated to this goal of serving his family and families like his. Indigenous Growth takes a culturally diverse approach, building their people from the grassroots level to provide a more diverse and profitable culture for all organisations.\r\n\r\nMike holds a number of governance and advisory roles for Whanau Organisations, Charities, Learning Institutions and Not for Profit organisations.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2017-08-09 01:42:13 UTC","thumbnail_url":"https://i.ytimg.com/vi/M9FguL2lfHo/hqdefault.jpg","video_id":"M9FguL2lfHo","position":7,"tags":["TEDxTalks","English","New Zealand","Business","Achievement","Behavior","Change","Community","Culture","Development","Life Development","Poverty","Productivity","Value"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdkhUdWlISEVsbjZCODA5dy0zd1YyVi4xMkVGQjNCMUM1N0RFNEUx","title":"Release Me | Anna Coddington | TEDxAuckland","description":"Anna Coddington's new single ‘Release Me’. The yacht-rock inspired ‘Release Me’ features a driving rhythm sitting alongside a riff which lures in the listener. Performed live for the first time with Fly My Pretties early in 2016, ‘Release Me’ is another welcome addition to the catalogue of Anna.\r\nhttp://www.annacoddington.com/\r\nhttps://www.facebook.com/AnnaCoddingtonMusic\n\nAnna is one of NZ’s finest musicians known for her enchanting live performances and a voice which “flows perfectly from soft to grunty”.\r\n\r\nAnna is currently working on her third album which will be the culmination of five years of diligent songwriting and many hours in her home studio, combined with studio sessions at Auckland’s The Lab with some of NZ’s finest musicians.\r\n\r\nShe holds a Master’s Degree in Linguistics, is a former winner of the Smokefree Rockquest as a teen, and has been a finalist for the Silver Scroll numerous times. Anna is a frequent collaborator with the collective Fly My Pretties, a mother, environmentalist, and a second-dan Karate black belt.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2016-07-15 04:51:12 UTC","thumbnail_url":"https://i.ytimg.com/vi/X9R84sNlLYY/hqdefault.jpg","video_id":"X9R84sNlLYY","position":8,"tags":["TEDxTalks","English","New Zealand","Entertainment","Art","Song"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdkhUdWlISEVsbjZCODA5dy0zd1YyVi40NzZCMERDMjVEN0RFRThB","title":"Employer student: learning about business by running one | Toby Carr | TEDxAuckland","description":"At 16, New Zealand high school student Toby  Carr had already moved on from his first business failure to found a nationwide company providing IT hardware to secondary schools and employing 17 people. Toby believes the lessons he's learnt along the way have prepared him far more thoroughly for a career in business than years in the classroom ever could have, and passionately believes in giving young people the opportunity to learn on the real world. \n\nToby is a entrepreneur and change maker at his core. Since starting his first registered company aged 14, Toby has been challenging and questioning the status quo for business and education. After founding and being a part of many startups, he believes strongly in choosing your own path of purpose.\r\n\r\nToby trades in the Computers and Technology space with DeXTech, providing innovative and modern solutions to a variety of customers, including the education sector. A frequent speaker on business and technology.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2016-09-05 01:14:18 UTC","thumbnail_url":"https://i.ytimg.com/vi/WSPQhTn6J1w/hqdefault.jpg","video_id":"WSPQhTn6J1w","position":9,"tags":["TEDxTalks","English","New Zealand","Education","Entrepreneurship","Schools"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdkhUdWlISEVsbjZCODA5dy0zd1YyVi5ENDU4Q0M4RDExNzM1Mjcy","title":"Teaching about money in a cashless society | James Bergin | TEDxAuckland","description":"Money makes the world go around (maybe!) but many children today have never seen cash... instead watching as their parents pay for things electronically and invisibly. So how can parents make money tangible to their children? James's approach centres on a \"cashless moneybox,\" designed to make money seem real and help children understand the tangibility of money. \n\nJames is the Chief Architect at ASB bank and father of three young children.\r\n\r\nAs a father, James has a keen interest in financial literacy and the challenge of teaching new generations about money. He believes that as money becomes less tangible in our digital world, we need to find new ways of using technology to impart good money habits to our kids in order to increase their financial well-being.\r\n\r\nAt ASB James is helping the 168-year-old bank to rethink itself as a tech company, licensed and trusted to provide financial services.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2016-09-05 01:17:12 UTC","thumbnail_url":"https://i.ytimg.com/vi/s6ZFteZ61nA/hqdefault.jpg","video_id":"s6ZFteZ61nA","position":10,"tags":["TEDxTalks","English","New Zealand","Education","Children","Early education","Finance","Innovation","Interface design","Money","Technology"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdkhUdWlISEVsbjZCODA5dy0zd1YyVi45NzUwQkI1M0UxNThBMkU0","title":"Finding your inner weirdo | Vaughan Rowsell | TEDxAuckland","description":"Vaughan's idea is that society now in the modern world needs more weirdos and outliers to explore beyond the cultural norms.\n\nVaughan is the Founder of Vend, a cloud based retail software for small to medium retailers worldwide. The Vend team hold three core values dearly in their hearts; to delight retailers, to do the impossible, and to take care of one another.\r\n\r\nVaughan also co-founded OMG Tech! an initiative to encourage kids of all backgrounds, genders, and ages to get into technology. It not only covers coding, but all newly developed technology such as robots, drones, nanotech, teleportation and hover-boards. They give kids the chance to explore and get inspired by technology that they will be experts in ten years from now.\r\n\r\nHe dreams big and likes to set himself impossible challenges; whether it is cycling the length of New Zealand solo, running 1,000 kilometres, or building a $100M venture.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2017-08-09 01:46:10 UTC","thumbnail_url":"https://i.ytimg.com/vi/mI5aU4P2Ess/hqdefault.jpg","video_id":"mI5aU4P2Ess","position":11,"tags":["TEDxTalks","English","New Zealand","Life","Achievement","Adventure","Behavior","Biology","Career","Children","Cognitive science","Communication","Community","Consciousness","Creativity","Culture","Decision making","Entrepreneurship","Evolution","Failure","Family","Fear","Hack","Happiness","History","Human origins","Ideas","Life Development"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdkhUdWlISEVsbjZCODA5dy0zd1YyVi5DQUNERDQ2NkIzRUQxNTY1","title":"Stepping Up to Global Citizenship | Grace Clapham & Solonia Teodros | TEDxAuckland","description":"Grace & Solonia have both been working for a while on a more global mindset for individuals and society. An increase in empathy and other peoples culture is what is needed right now in our modern world of increased culture interaction and uncertainty.\n\nGrace is an award winning entrepreneur, born to Indonesian and Australian parents. Having lived in multiple countries across the globe she is passionate about connecting people to themselves and the world around them in order to catalyse change and re-design their lives with meaning. She is a purpose driven individual, a Third Culture Kid and a multi-hyphenate who wears many hats. She has built strong communities across Southeast Asia, such as Secret {W} Business, CreativeMornings Singapore and SheSays Singapore. In 2009, she founded her first company Agent Grace, a boutique agency, where she helps companies navigate the Asia Pacific region. In 2013 she Co-Founded The Change School, a school to help individuals align values and life choices.\n\nBorn to Taiwanese and Ethiopian parents, with life chapters spanning the US and Asia, Solonia considers herself a citizen of the world. Her life work endeavors to instill the belief that today’s global community offers endless possibilities in pursuit of purpose, meaning and self-actualization.\r\n\r\nThrough her advisory SolWorks, she helps purpose-driven organisations to design, develop and amplify their initiatives. She previously worked with The Hub Singapore to launch the DBS-Hub Social Entrepreneurship Bootcamps in Singapore, Cambodia and Malaysia. Solonia founded The Hawker Sessions and launched the Singapore chapters of global initiatives The Worldwide Feast, Jane’s Walk and is now the co-founder of The Change School.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2016-09-05 01:13:30 UTC","thumbnail_url":"https://i.ytimg.com/vi/V5VKIihK6fQ/hqdefault.jpg","video_id":"V5VKIihK6fQ","position":12,"tags":["TEDxTalks","English","New Zealand","Global Issues","Anthropology","Behavior","Business","Change","Compassion","Culture","Discrimination","Education","Empathy","Global issues","Globalization","Immigration","Personal education","Politics","Population","Public Policy","Race","Social Change","Social Entrepreneurship"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdkhUdWlISEVsbjZCODA5dy0zd1YyVi5GNjNDRDREMDQxOThCMDQ2","title":"Giving stereotypes the slip | Jess Holly Bates | TEDxAuckland","description":"We all have personas, masks, different people we are when are around different groups. Jess breaks this wide open with a unique talk/performance about how we can slip between different projections of ourselves. See her new project on Boosted here http://www.boosted.org.nz/projects/the-offensive-nipple-show-road-to-melbourne\n\nJess is a theatre practitioner, vulnerability junkie, writer and artist, who loves to communicate cultural criticism through performance.\r\n\r\nShe investigates the way our bodies behave in social relations, particularly in relation to our ongoing colonial hangover in New Zealand. In 2014 her acclaimed solo theatre show Real Fake White Dirt, (Best Writing NZ Fringe 2015) was published as a book of poetry by Anahera Press.\r\n\r\nShe believes that the only way to acknowledge our difficult history is to lean into the real discomfort of being Pakeha. Her 2016 work The Offensive Nipple Show is a collaborative body project responding to the dangerous ways gender politics are disconnecting us from one another. Through performance, she seeks to find new ways of looking at each others bodies, that are both cheeky and empowering.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2016-09-05 01:14:05 UTC","thumbnail_url":"https://i.ytimg.com/vi/Ayj4RJvEsPE/hqdefault.jpg","video_id":"Ayj4RJvEsPE","position":13,"tags":["TEDxTalks","English","New Zealand","Life","Activism","Art","Arts education","Behavior","Body","Body language","Change","Charter for Compassion","Consciousness","Creativity","Culture","Curiosity","Discrimination","Drama","Education","Empathy","Happiness","Identity","Individualism","Initiative","Language","Life Development","Personal education","Personal growth","Philosophy","Play","Positive Thinking","Self","Self improvement","Senses","Social Change","Social Entrepreneurship","Society","Sociology","Theater","Writing"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdkhUdWlISEVsbjZCODA5dy0zd1YyVi41NkI0NEY2RDEwNTU3Q0M2","title":"The Luckiest Boy In The World | Samuel Gibson | TEDxAuckland","description":"Born with a rare condition called Osteogenesis Imperfecta and has broken nearly every bone in his body. For those who know Samuel, ‘Disabled’ would one of the least appropriate words to describe him. World traveller, Adventurer, Entrepreneur, Husband, Father of two gorgeous little girls – Samuel considers himself the luckiest boy in the world.\n\nBorn with a rare condition called Osteogenesis Imperfecta and has broken nearly every bone in his body.\r\n\r\nWheelchairs and broken bones are part of life for Samuel, though for those who know Samuel, ‘Disabled’ would one of the least appropriate words to describe him. World traveller, Adventurer, Entrepreneur, Husband, Father of two gorgeous little girls – Samuel considers himself the luckiest boy in the world.\r\n\r\nSamuel is part of a wheelchair design partnership that is changing the lives around world in the most practical way. Physical independence is something Samuel is very passionate about and sees it as one of the most basic of human rights.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2016-07-01 03:05:04 UTC","thumbnail_url":"https://i.ytimg.com/vi/7nokY97BRS4/hqdefault.jpg","video_id":"7nokY97BRS4","position":14,"tags":["TEDxTalks","English","New Zealand","Design","Achievement","Adventure","Innovation"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdkhUdWlISEVsbjZCODA5dy0zd1YyVi41QTY1Q0UxMTVCODczNThE","title":"Growth through lazy innovation | Georgia Lala | TEDxAuckland","description":"As a 13 year old, Georgia Lala wanted to change the world – but says she was just too lazy. So she started a journey of lazy innovation: world changing ideas that can happen with minimal effort, sometimes right on your kitchen bench.\n\nGeorgia is trying to change the way we look at sustainability. Her award winning research into the applications of aquaponics won her the Prime Minister’s Future Scientist award, and at the age of 18 she started her own business, Root Aquaponics, where she hopes to start selling aquaponic units she designed to homes and schools in New Zealand.\r\n\r\nAn environmentalist at heart, Georgia has led sustainability expos to educate others on the importance of future proofing today’s industries, and has been invited as a guest speaker at community events. Georgia hopes to challenge the way individuals and companies look at adopting sustainable approaches to both production and living.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2016-09-05 01:16:13 UTC","thumbnail_url":"https://i.ytimg.com/vi/eeHsYmXQFKU/hqdefault.jpg","video_id":"eeHsYmXQFKU","position":15,"tags":["TEDxTalks","English","New Zealand","Technology","Farming","Food","Hack","Innovation","Public health"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdkhUdWlISEVsbjZCODA5dy0zd1YyVi41MjE1MkI0OTQ2QzJGNzNG","title":"Putting human caring back into social services | Richard Aston | TEDxAuckland","description":"Richard took over the reins of Big Buddy in 2002. His belief is the strength of human caring; he believes passionately that humans step up with less bureaucracy, judgement or expectation to make far better outcomes socially for us all.\n\nRichard put his IT and business skills to good use when he bailed out of the corporate world and took over the reins of Big Buddy in 2002. It’s taken focus, will-power and trust to grow an organisation that matches male volunteers with fatherless boys.\r\n\r\nBut Richard’s source lies in the values of the hippy movement he grew out of – his strongest belief is around the strength of human caring; he believes passionately that most anyone and anything can be healed when humans step up to care deeply for each other without judgement or expectation.\r\n\r\nRichard is also chair of Consumer NZ, a Vodafone World of Difference award winner and is a passionate father, grandfather, celebrant, gardener and author.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2016-07-15 04:49:13 UTC","thumbnail_url":"https://i.ytimg.com/vi/SgguRmmHbgA/hqdefault.jpg","video_id":"SgguRmmHbgA","position":16,"tags":["TEDxTalks","English","New Zealand","Social Science","Men","Mental health","Social Change","Society","Behavior","Charter for Compassion","Community","Compassion","Ethics","Family","Government","Hack","Happiness","Hardship","Health","Human origins","Leadership","Love","Mindfulness","Parenting","Public health","Public Policy","Reform","Relationships","Social Entrepreneurship","Social Justice","Struggle","Tolerance","Truth","Value","Volunteering","Youth"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdkhUdWlISEVsbjZCODA5dy0zd1YyVi4wOTA3OTZBNzVEMTUzOTMy","title":"Saying goodbye to binary gender | Pani Farvid | TEDxAuckland","description":"Pani talks about how the dominant heterosexual societal way of our culture has many downsides and proposes using more masculine and feminine ways of describing characteristics and not people could have benefits for all.\n\nPani is a Senior Lecturer in Psychology at Auckland University of Technology. For over a decade, Pani has researched the intersection of gender, power, culture, sexuality and identity – largely focusing on how heterosexuality plays out in domains such as casual sex, online dating, mass media and the New Zealand sex industry. She is currently focusing on examining mobile dating, in order to explore how such technology is (re)shaping intimate relations in the 21st century.\r\n\r\nHer work seeks to dismantle the rigid gender binaries associated with heterosexuality. She is a regular media commentator on issues related to gender, sexuality, gender equality and sexism.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2016-07-15 04:50:51 UTC","thumbnail_url":"https://i.ytimg.com/vi/DW5YctpK7pM/hqdefault.jpg","video_id":"DW5YctpK7pM","position":17,"tags":["TEDxTalks","English","New Zealand","Social Science","Anthropology","Beauty","Behavior","Body","Change","Consciousness","Culture","Gender","Sex"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdkhUdWlISEVsbjZCODA5dy0zd1YyVi41MzJCQjBCNDIyRkJDN0VD","title":"The Myth of Race | Sharad Paul | TEDxAuckland","description":"Sharad argues that the modern perception of race is wrong and that science and the story of Vitamin D and Folic acid tell their own story about race and skin colour.\n\nDr. Sharad P. Paul is an academic specialising in skin cancer surgery, both in New Zealand and Australia. His Skin Surgery Clinic has one of the largest series of skin cancer patients worldwide, with over 100,000 consultations and 35,000 operations since the clinic was established in 1996.\r\n\r\nAward winning Sharad has served on the National Commission of UNESCO, and teaches creative writing to disadvantaged children by personally visiting schools once a week, and by funding school libraries. These initiatives are supported through the model of social entrepreneurship created by projects such as The Baci Lounge, an award-winning bookstore, within his own Baci Foundation.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2016-09-05 01:13:04 UTC","thumbnail_url":"https://i.ytimg.com/vi/8v0ykTrTQEc/hqdefault.jpg","video_id":"8v0ykTrTQEc","position":18,"tags":["TEDxTalks","English","New Zealand","Science (hard)","Behavior","Biology","Change","Charter for Compassion","Compassion","Consciousness","Culture","Evolution","Human origins","Race","Social Change","Society"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdkhUdWlISEVsbjZCODA5dy0zd1YyVi4yMDhBMkNBNjRDMjQxQTg1","title":"The accessibility equation: valuing an accessible world for all | Minnie Baragwanath | TEDxAuckland","description":"When you look at the world through disabilities, you look at he world through opportunities that haven't been taken yet. Minnie breaks this down to an amazing world that we all live in of untapped opportunity of accessibility opportunity that makes us all better.\n\nMinnie is CEO and co-founder of Be. Accessible, a social change agency that is shifting how Kiwis value accessibility and the contribution to our world by people with access needs. This vibrant and innovative approach to social change has caught the attention of government, business, entrepreneurs and communities throughout New Zealand and the world. At it’s heart Be. Accessible is moving the emphasis from a notion of disability to Poss-ability, from deficit to strength, from disempowerment to leadership! Values of creativity, positivity, flexibility and generosity are at the heart of this social movement and underpin the work of Be.\r\n\r\nMinnie was a recipient of the Sir Peter Blake Leadership award 2013 and was made a Member of the NZ Order of Merit Queens Honour in 2014.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2016-09-05 01:17:29 UTC","thumbnail_url":"https://i.ytimg.com/vi/__V07QKguBI/hqdefault.jpg","video_id":"__V07QKguBI","position":19,"tags":["TEDxTalks","English","New Zealand","Life","Activism","Disability","Social Change","Social Entrepreneurship"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdkhUdWlISEVsbjZCODA5dy0zd1YyVi45ODRDNTg0QjA4NkFBNkQy","title":"Building a robot army | Richard Little | TEDxAuckland","description":"Why not gardner the best of robots and humans to make rehabilitation the best it can be.\r\n\r\nWe need more robots helping humans out recover from very human things. Richard builds them.\n\nRichard is a multi-award winning inventor and engineer with over 30 patents to his name, in the past Richard has held a range of Directorships, C level and other senior positions in a range of engineering, military and medical businesses.\r\n\r\nRichard started REX Bionics in 2007 which listed in 2014 on the UK AIM stock exchange.\r\n\r\nHis latest venture, Exsurgo Rehab, has been formed with a team of experienced medical device experts to to deliver technology solutions that will alleviate the suffering and improve the quality of life of potentially millions of stroke sufferers worldwide.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2016-09-05 01:14:59 UTC","thumbnail_url":"https://i.ytimg.com/vi/WPbpGhSILqk/hqdefault.jpg","video_id":"WPbpGhSILqk","position":20,"tags":["TEDxTalks","English","New Zealand","Technology","Achievement","AI","Behavior","Robots","Science"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdkhUdWlISEVsbjZCODA5dy0zd1YyVi5DNzE1RjZEMUZCMjA0RDBB","title":"The People vs The Trolls: cyberbullying and the law | David Harvey | TEDxAuckland","description":"David talks about online bullying and what people can do about under the current laws.\n\nDavid is a District Court Judge, an educator and an award winning academic on legal and information communications technology matters.\r\n\r\nAs a District Court Judge, he presided over all criminal jury trials and judge alone criminal matters, civil proceedings and in the Youth Court. His involvement with the New Zealand Court on information technology initiatives began in 1990, and has continued to influence his academic writing.\r\n\r\nJudge Harvey has presented a number of papers both in New Zealand and internationally on law and technology matters, especially in the field of how technology can improve court and judicial processes, as well as access to justice. David’s blog is a unique insight to a top level new legal decision making in an increasingly fast changing world.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2017-08-09 01:53:16 UTC","thumbnail_url":"https://i.ytimg.com/vi/FxSra_n9oeE/hqdefault.jpg","video_id":"FxSra_n9oeE","position":21,"tags":["TEDxTalks","English","New Zealand","Technology","Behavior","Bullying","Ethics","Internet","Law","Politics"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdkhUdWlISEVsbjZCODA5dy0zd1YyVi4zMDg5MkQ5MEVDMEM1NTg2","title":"Reaching out to mental wellness | Matt Shirtcliffe | TEDxAuckland","description":"After Matt's wife Mary died of depression a year ago, Matt reflected on what he could take out of it to help others. The result was a programme that encourages people across the farming community to reach out to both ask for and offer help when they need it.\n\nFather of two teens, awarded advertising creative director, ad agency owner, mountain runner, farm owner, poet, Christian. Matt was living a full and rewarding life last year when it profoundly changed last year. His wife of 17 years Mary, a farmer, died of depression.\r\n\r\nSearching for something good to come from his grief, Matt used his own experiences to speak out about mental health in the rural community. He wasn’t prepared for the impact it would have or the enormity of the response. The journey since has reframed his own life in positive ways.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2016-09-05 01:15:21 UTC","thumbnail_url":"https://i.ytimg.com/vi/7GVEqegzx44/hqdefault.jpg","video_id":"7GVEqegzx44","position":22,"tags":["TEDxTalks","English","New Zealand","Life","Depression","Farming","Mental health","Public health","Public Policy"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdkhUdWlISEVsbjZCODA5dy0zd1YyVi5EMEEwRUY5M0RDRTU3NDJC","title":"Batman journalism and the pitfalls of total independence | Keith Ng | TEDxAuckland","description":"There are many advantages and disadvantages by being an independent journalist. Keith's talk blows them away and the media industry itself by showcasing the pros and cons of it.\n\nAs a young man, Keith dreamed of being a hobo-journalist – seeing the world and telling stories while living out of a sack. But what started out as a naive warzone adventure turned into lifelong vendetta and alternative funding model for independent journalism.\r\n\r\nIt has been almost a decade, and these days Keith does data visualisation consulting to fund his journalism projects, with the thought of sustainable crowdfunding just over the horizon. The independence from self-funding (“Batman journalism!”) creates a wonderful and dangerous space for innovation, disruption, getting lost and going crazy. If he’s lucky, one day, it might even allow him to live out of a sack.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2016-09-05 01:14:44 UTC","thumbnail_url":"https://i.ytimg.com/vi/eRIV-k4Tbz8/hqdefault.jpg","video_id":"eRIV-k4Tbz8","position":23,"tags":["TEDxTalks","English","New Zealand","Global Issues","Entertainment","Global issues","Globalization","Ideas","Journalism"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdkhUdWlISEVsbjZCODA5dy0zd1YyVi4wMTcyMDhGQUE4NTIzM0Y5","title":"Walking with Mandela: small moments with a great man | Rory Steyn | TEDxAuckland","description":"Rory watched Mandela, up close and personal, as he led the racially divided nation from the brink of bloodshed to unexpected levels of peace and stability.\r\n\r\nHear Rory's story about the small things that made Nelson Mandela great.\n\nAfter rising through the ranks of the South African police force, Rory was appointed to the Presidential Protection Unit in 1996, and was made team leader of President Nelson Mandela’s personal security detail, handling the protection of the former President both nationally and internationally.\r\n\r\nRory watched Mandela, up close and personal, as he led the racially divided nation from the brink of bloodshed to unexpected levels of peace and stability.\r\n\r\nWhat Rory learnt from the man, once seen as a terrorist by South African authorities, changed his life forever.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2016-07-01 03:06:08 UTC","thumbnail_url":"https://i.ytimg.com/vi/4CO7f9HHI3A/hqdefault.jpg","video_id":"4CO7f9HHI3A","position":24,"tags":["TEDxTalks","English","New Zealand","Global Issues","Activism","Africa","Leadership","Life","Politics"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdkhUdWlISEVsbjZCODA5dy0zd1YyVi45RTgxNDRBMzUwRjQ0MDhC","title":"Whānau: building a bridge from performer to audience | Modern Māori Quartet | TEDxAuckland","description":"One one level, the Modern Māori Quartet was formed to bring to the stage the easygoing vibe its founders remember from their parents' casual, guitar-fuelled garage parties of the 70s and 80s. At a deeper level, though, the MMQ's performance and talk challenges the way indigenous peoples are perceived in Western society and uses an ancient culture to build a bridge any audience can cross. \n\nThe suave crooners from the award-winning Modern Māori Quartet invite you to enjoy a fresh take on the classic Māori showbands of yesteryear.\r\n\r\nToi Whakaari: New Zealand Drama School alumni James Tito, Maaka Pohatu, Matariki Whatarau and Francis Kora bring the concept of a Māori Rat Pack into the present with a contemporary twist, weaving their acting and musical talents together to fuse hearty and humorous Māori storytelling with the glorious tradition of showband entertainment.\r\n\r\nModern Māori Quartet blends old school charm with modern pizzazz to highlight Aotearoa New Zealand’s musical past and present, featuring unique spins on Māori waiata (song), showband hits and pop music, all infused with the multi-talented Māori foursome’s irresistible charisma, sublime harmonies and universal humour.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2016-09-05 01:16:48 UTC","thumbnail_url":"https://i.ytimg.com/vi/cQO3kPM3YRE/hqdefault.jpg","video_id":"cQO3kPM3YRE","position":25,"tags":["TEDxTalks","English","New Zealand","Entertainment","Culture","Family"]}]