[{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi41NkI0NEY2RDEwNTU3Q0M2","title":"Mapping by drone - Africa to Antartica | Barbara Breen | TEDxAuckland","description":"While some drones are used to destroy, Barbara's team uses them – complete with military guidance technology – to map threatened ecosystems in Africa, Australia and Antarctica.\n\nBarbara is a senior lecturer in the School of Applied Sciences at Auckland University of Technology and has over 20 years’ experience working in government and NGO’s.\r\n\r\nHer research and personal interests are in geography, ecosystem management, cultural landscapes and spatial ecology. Her research focus has been the identification, selection and management of Protected Areas, using geospatial sciences and novel remote sensing technology, such as drones, to map habitats and landscapes for conservation planning.\r\n\r\nBarbara’s work has taken her to some of the world’s most remote and unique ecosystems including desert systems in both Antarctica and the Namibia. She is a self confessed techno-nerd and is an advocate for the effective use of drones for good in NZ and beyond.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2018-05-30 02:05:18 UTC","thumbnail_url":"https://i.ytimg.com/vi/irtsSSek1k8/hqdefault.jpg","video_id":"irtsSSek1k8","position":0,"tags":["TEDxTalks","English","New Zealand","Technology","Africa","Geology","Map"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi4yODlGNEE0NkRGMEEzMEQy","title":"Walking with Mandela: small moments with a great man | Rory Steyn | TEDxAuckland","description":"Rory watched Mandela, up close and personal, as he led the racially divided nation from the brink of bloodshed to unexpected levels of peace and stability.\r\n\r\nHear Rory's story about the small things that made Nelson Mandela great.\n\nAfter rising through the ranks of the South African police force, Rory was appointed to the Presidential Protection Unit in 1996, and was made team leader of President Nelson Mandela’s personal security detail, handling the protection of the former President both nationally and internationally.\r\n\r\nRory watched Mandela, up close and personal, as he led the racially divided nation from the brink of bloodshed to unexpected levels of peace and stability.\r\n\r\nWhat Rory learnt from the man, once seen as a terrorist by South African authorities, changed his life forever.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2018-05-30 02:05:52 UTC","thumbnail_url":"https://i.ytimg.com/vi/4CO7f9HHI3A/hqdefault.jpg","video_id":"4CO7f9HHI3A","position":1,"tags":["TEDxTalks","English","New Zealand","Global Issues","Activism","Africa","Leadership","Life","Politics"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi4wMTcyMDhGQUE4NTIzM0Y5","title":"Whānau: building a bridge from performer to audience | Modern Māori Quartet | TEDxAuckland","description":"One one level, the Modern Māori Quartet was formed to bring to the stage the easygoing vibe its founders remember from their parents' casual, guitar-fuelled garage parties of the 70s and 80s. At a deeper level, though, the MMQ's performance and talk challenges the way indigenous peoples are perceived in Western society and uses an ancient culture to build a bridge any audience can cross. \n\nThe suave crooners from the award-winning Modern Māori Quartet invite you to enjoy a fresh take on the classic Māori showbands of yesteryear.\r\n\r\nToi Whakaari: New Zealand Drama School alumni James Tito, Maaka Pohatu, Matariki Whatarau and Francis Kora bring the concept of a Māori Rat Pack into the present with a contemporary twist, weaving their acting and musical talents together to fuse hearty and humorous Māori storytelling with the glorious tradition of showband entertainment.\r\n\r\nModern Māori Quartet blends old school charm with modern pizzazz to highlight Aotearoa New Zealand’s musical past and present, featuring unique spins on Māori waiata (song), showband hits and pop music, all infused with the multi-talented Māori foursome’s irresistible charisma, sublime harmonies and universal humour.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2018-05-30 02:06:18 UTC","thumbnail_url":"https://i.ytimg.com/vi/cQO3kPM3YRE/hqdefault.jpg","video_id":"cQO3kPM3YRE","position":2,"tags":["TEDxTalks","English","New Zealand","Entertainment","Culture","Family"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi41MjE1MkI0OTQ2QzJGNzNG","title":"Giving stereotypes the slip | Jess Holly Bates | TEDxAuckland","description":"We all have personas, masks, different people we are when are around different groups. Jess breaks this wide open with a unique talk/performance about how we can slip between different projections of ourselves. See her new project on Boosted here http://www.boosted.org.nz/projects/the-offensive-nipple-show-road-to-melbourne\n\nJess is a theatre practitioner, vulnerability junkie, writer and artist, who loves to communicate cultural criticism through performance.\r\n\r\nShe investigates the way our bodies behave in social relations, particularly in relation to our ongoing colonial hangover in New Zealand. In 2014 her acclaimed solo theatre show Real Fake White Dirt, (Best Writing NZ Fringe 2015) was published as a book of poetry by Anahera Press.\r\n\r\nShe believes that the only way to acknowledge our difficult history is to lean into the real discomfort of being Pakeha. Her 2016 work The Offensive Nipple Show is a collaborative body project responding to the dangerous ways gender politics are disconnecting us from one another. Through performance, she seeks to find new ways of looking at each others bodies, that are both cheeky and empowering.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2018-05-30 02:06:37 UTC","thumbnail_url":"https://i.ytimg.com/vi/Ayj4RJvEsPE/hqdefault.jpg","video_id":"Ayj4RJvEsPE","position":3,"tags":["TEDxTalks","English","New Zealand","Life","Activism","Art","Arts education","Behavior","Body","Body language","Change","Charter for Compassion","Consciousness","Creativity","Culture","Curiosity","Discrimination","Drama","Education","Empathy","Happiness","Identity","Individualism","Initiative","Language","Life Development","Personal education","Personal growth","Philosophy","Play","Positive Thinking","Self","Self improvement","Senses","Social Change","Social Entrepreneurship","Society","Sociology","Theater","Writing"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi4wOTA3OTZBNzVEMTUzOTMy","title":"TEDxAuckland 2016 FoodStory","description":"Food. It’s an essential ingredient to life, growing ideas, people and #TEDxAkl. Check out our Food Video from last years Long Lunch.\n\nTo attend TEDxAuckland 2017 and this years amazing Long Dinner buy your ticket from http://tedxauckland.com\n\nThanks to Ben Barton, Fluke Creative for the amazing Video! And all the amazing Partners and people that made this possible! NIWA New Zealand, Amano, Ortolana, Milse, The Produce Company, Scarecrow, Waiheke Herbs, Rangihoua Estate, Yealands Family Wines, Hallertau Brewery, Invivo Wines, Homestead, AUT - Auckland University of Technology and Auckland Tourism, Events and Economic Development (ATEED). And of course all the amazing TEDxAuckland Volunteers and Crew!","published_at":"2018-05-30 02:06:58 UTC","thumbnail_url":"https://i.ytimg.com/vi/J0s-ob4FGcg/hqdefault.jpg","video_id":"J0s-ob4FGcg","position":4,"tags":["TEDxAuckland","TEDx","TED","Talks","Auckland","Food","Festival","New Zealand","#TEDxAkl","TEDxAkl","Food Issues","Food Story","sustainability","community"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi4xMkVGQjNCMUM1N0RFNEUx","title":"Fighting blindness with $20 and a smart phone | Hong Sheng Chiong | TEDxAuckland","description":"How Hong has managed to fight blindness with 20$ and a smart phone and in the process is changing how we think and create medical equipment.\n\nDr. Hong Sheng Chiong is currently an eye doctor in Gisborne hospital. He completed his clinical training in Ireland before he crossed over to New Zealand where he initially worked as a registrar in neurosurgery and general surgery before he stepped into the world of eye. His main interests are eye regenerative medicine, bioengineering and telemedicine. His exposure to third world medicine in Kenya, Nepal and Malaysia have given him the insight to the burden of preventable blindness. He believes the problem lies in the access to quality eye care. In 2014, he founded OphthalmicDocs, an R&D company that focuses on the development of ultra mobile and economical eye tests and diagnostics devices. He has invented several eye imaging adapters that can be used in conjunction with a mobile application to diagnose and monitor eye diseases. Fighting preventable blindness is his career's primary mission.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2018-05-30 02:08:20 UTC","thumbnail_url":"https://i.ytimg.com/vi/j4p5PJi71FU/hqdefault.jpg","video_id":"j4p5PJi71FU","position":5,"tags":["TEDxTalks","English","New Zealand","Health","3D Technology","Medicine","Open-source","Printing","Public health","Revolution","Science","Smartphone"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi41MzJCQjBCNDIyRkJDN0VD","title":"The Hip Op-eration Crew: The world’s oldest dance troupe | Billie Jordan | TEDxAuckland","description":"Watch the Hip Op-eration Crew performance 'D Floor Damager' here https://www.youtube.com/watch?v=bsJjOxGhAE0 Billie formed the Hip Op-eration Crew as a flash mob initially in response to society's outcasting of elderly people. What grew from there was an amazing dance group and community that is centred around the idea of having big goals and  adventure later on in life. The Hip Op-eration Crew are officially the worlds oldest dance troupe listed by the Guinness World Records. http://www.guinnessworldrecords.com/world-records/111063-oldest-dance-troupe\n\nAfter narrowly surviving New Zealand’s deadliest earthquake in Christchurch in 2011, Billie Jordan felt there was more to life than working as a communications consultant for large corporations. So she quit her job and moved to a small island off the East Coast of Auckland in New Zealand. Once there she taught herself how to dance following hip hop clips on YouTube, then gathered up her elderly neighbours (aged 68 to 96 years old) and established them as a hip hop dance crew with the audacious goal of performing at the World Hip hop Championships in Las Vegas within eight months. From that point on her life and the lives of her dance group changed forever.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2018-05-30 02:08:45 UTC","thumbnail_url":"https://i.ytimg.com/vi/saRWpSqQpPA/hqdefault.jpg","video_id":"saRWpSqQpPA","position":6,"tags":["TEDxTalks","English","New Zealand","Life","Aging","Dance (performance)","Elderly","Social Change","Social Interaction"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi5DQUNERDQ2NkIzRUQxNTY1","title":"D Floor Damager | The Hip Op-eration Crew | TEDxAuckland","description":"The Hip Op-eration Crew dance performance at TEDxAuckland 2015. Watch Billie Jordan's talk on why the Hip Op-eration Crew formed here https://www.youtube.com/watch?v=saRWpSqQpPA\n\nThe Hip Op-eration Crew started as a flash mob initially in response to society's outcasting of elderly people. What grew from there was an amazing dance group and community that is centred around the idea of having big goals and  adventure later on in life. The Hip Op-eration Crew are officially the worlds oldest dance troupe listed by the Guinness World Records. http://www.guinnessworldrecords.com/world-records/111063-oldest-dance-troupe\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2018-05-30 02:09:07 UTC","thumbnail_url":"https://i.ytimg.com/vi/bsJjOxGhAE0/hqdefault.jpg","video_id":"bsJjOxGhAE0","position":7,"tags":["TEDxTalks","English","New Zealand","Life","Aging","Dance (performance)","Elderly"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi45NDk1REZENzhEMzU5MDQz","title":"Mana: The power in knowing who you are | Tame Iti | TEDxAuckland","description":"Tame explores how the old saying of \"Te ka nohi ki te ka nohi\" (Dealing with it eye to eye) creates a far more productive space for open dialogue around any issue.\n\nTame Iti (Ngai Tuhoe/Waikato/Te Arawa) is known as many things... Activist, Artist, Terrorist and Cyclist. Literally wearing his Tuhoe heritage on his face, Iti is hard to miss in a crowd despite being just 5ft 4\" tall. His 40 year history of controversial and theatrical displays of political expression have included pitching a tent on parliament grounds and calling it the Maori embassy, shooting a national flag in front of government officials and the curious spate of public meetings where he appeared with a ladder so as to speak eye to eye with officials who were seated on stage. Iti explores how the old saying of \"Te ka nohi ki te ka nohi\" (Dealing with it eye to eye) creates a far more productive space for open dialogue around any issue. \"No one can tell you that you are not important and your experience does not matter and if they do... I challenge them to say it to your face... where they can see your eyes and feel your breath.\"\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2018-05-30 02:09:46 UTC","thumbnail_url":"https://i.ytimg.com/vi/qeK3SkxrZRI/hqdefault.jpg","video_id":"qeK3SkxrZRI","position":8,"tags":["TEDxTalks","English","New Zealand","Humanities","Activism","Compassion","Cooperation","Culture","Democracy","Discrimination","Environment","Human Rights","Politics","Protests","Social Justice","Society","Struggle"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi5GNjNDRDREMDQxOThCMDQ2","title":"Small town big change: Dale Williams at TEDxAuckland","description":"Dale Williams is Mayor of Otorohanga and Chair of the Mayors Taskforce for Jobs. A certified motorcycle engineer by trade, Dale has first-hand experience launching and growing successful motorcycle dealerships and training young people through apprenticeship programs. Passionate about helping young people achieve the best career outcomes for their personal circumstances, Dale is an advocate of non-academic vocational pathways, realising that not all young people are suited to tertiary education.\n\nhttp://tedxauckland.com\n\nIn the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)","published_at":"2018-05-30 02:10:12 UTC","thumbnail_url":"https://i.ytimg.com/vi/ib-raWy_TXI/hqdefault.jpg","video_id":"ib-raWy_TXI","position":9,"tags":["Talks","motorcycle","Auckland","TED (Organization)","Williams","motorbike","ted talks","community","leadership","New Zealand (Country)","pathways","Jobs","non-academic","young","ted talk","Dale","people","tedx talk","Taskforce","Otorohanga","tedx talks","NZ","TEDx","vocational","Mayor (Government Office Or Title)","ted","ted x","tedx"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi40NzZCMERDMjVEN0RFRThB","title":"Inspiration Wherever You Are, The 100 Days Project: Emma Rogan at TEDxAuckland","description":"Emma Rogan is a partner at Auckland design company Apropos and founder of New Zealand's 100 Days Project. Her work has been awarded and recognised by the NZ Best Awards, Communication Arts, The Webby Awards and Adobe.\n\nhttp://www.emmarogan.co.nz/\n\nhttp://www.tedxauckland.com/\n\nAbout TEDx, x = independently organized event\nIn the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)","published_at":"2018-05-30 02:10:36 UTC","thumbnail_url":"https://i.ytimg.com/vi/bZOwMqxLIn4/hqdefault.jpg","video_id":"bZOwMqxLIn4","position":10,"tags":["TEDxAuckland","Apropos","TEDx NZ","NZ","Emma Rogan","TEDxAuckland 2012","English","design","tedx talk","ted talks","tedx","tedx talks","TEDxTalks","New Zealand","100 Days Project","TED Talks","ted","ted talk","ted x"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi5EMEEwRUY5M0RDRTU3NDJC","title":"Disobedient Thinking: Welby Ings at TEDxAuckland","description":"Welby Ings is an award winning designer, filmmaker and playwright, with his short film 'Boy' short listed for the 2006 Academy Awards. An elected Fellow of the British Royal Society of Arts and consultant to many international organisations on issues of creativity and learning, Welby is now a Professor in Design at Auckland University of Technology. Having taught at all levels of the New Zealand education system, he has remained an outspoken critic of dehumanised systems of learning. In 2001 he was awarded the Prime Minister's inaugural Supreme Award for Tertiary Teaching Excellence.\n\nhttp://www.aut.ac.nz/research/professors-at-aut/welby-ings\nhttp://tedxauckland.com\n\nIn the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)","published_at":"2018-05-30 02:11:22 UTC","thumbnail_url":"https://i.ytimg.com/vi/aumxbgOdkRU/hqdefault.jpg","video_id":"aumxbgOdkRU","position":11,"tags":["Welby Ings","TED (Organization)","tedx talk","NZ","Creativity","Designer","Ings","AUT University","ted x","Thinking","New Zealand (Country)","ted talks","tedx talks","TEDx","TED Talks","ted talk","Disobedient","Welby","TEDxAuckland","Auckland","ted","Design (Industry)","tedx"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi45ODRDNTg0QjA4NkFBNkQy","title":"The power of words: Grace Taylor at TEDxAuckland","description":"Grace Taylor is a spoken word poet, teaching artist and youth development worker. She believes in the empowerment of words, in particular through creative manifestations and providing spaces for people to tell their own stories. Grace's poetry ciphers strongly around dialogues about identity, with her believing that the exploration of a sense of belonging is underestimated in many facets of society.  Grace is co-founder of the South Auckland Poets Collective and the Rising Voices Youth Poetry Movement.\n\nhttp://www.niunavigations.com\nhttp://tedxauckland.com\n\nIn the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)","published_at":"2018-05-30 02:12:11 UTC","thumbnail_url":"https://i.ytimg.com/vi/LivPMiYik9g/hqdefault.jpg","video_id":"LivPMiYik9g","position":12,"tags":["Rising","TEDxAuckland","ted","ted x","Auckland","Spoken","Poems","Voices","tedx talks","TEDx","ted talk","tedx","South","Taylor","Grace","Education","tedx talk","Spoken Word (Literary School Or Movement)","Collective","Poets","New Zealand (Country)","Grace Taylor","NZ","ted talks","Word","Youth","Poetry"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi4zMDg5MkQ5MEVDMEM1NTg2","title":"Black Polynesia: Marina Alefosio at TEDxAuckland","description":"http://tedxauckland.com\n\nIn the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)","published_at":"2018-05-30 02:12:26 UTC","thumbnail_url":"https://i.ytimg.com/vi/0TF6En-qYE4/hqdefault.jpg","video_id":"0TF6En-qYE4","position":13,"tags":["Poems","ted","Spoken","Poetry","Spoken Word (Literary School Or Movement)","ted talk","Word","TEDx","Auckland","Voices","Poetry Slam","tedx talk","Slam","Alefosio","TED (Organization)","tedx","Grace","Taylor","ted x","Rising","TEDxAuckland","Greater Auckland (City/Town/Village)","ted talks","tedx talks","South","Marina"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi41Mzk2QTAxMTkzNDk4MDhF","title":"I Am Me: Brian Gashema at TEDxAuckland","description":"http://tedxauckland.com\n\nIn the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)","published_at":"2018-05-30 02:12:57 UTC","thumbnail_url":"https://i.ytimg.com/vi/CfSQy2SqIXs/hqdefault.jpg","video_id":"CfSQy2SqIXs","position":14,"tags":["TEDxAuckland","Brian","Slam","South","Poems","TED (Organization)","Greater Auckland (City/Town/Village)","Auckland","Voices","Spoken","tedx","Rising","Spoken Word (Literary School Or Movement)","ted talks","TEDx","Grace","Gashema","Poetry Slam","ted x","Word","tedx talk","Taylor","ted","Poetry","ted talk","tedx talks"]}]