[{"playlist_item_id":"UExjbTJwSUlBd2xEdG41OGpOVUVxeVJVZ1V1Tko4UWpkZC41NkI0NEY2RDEwNTU3Q0M2","title":"The future of museums in a big data world | Angie Judge | TEDxAuckland","description":"In a story that weaves together an Arabian princess, the ancient Egyptians and Donald Trump, technology entrepreneur Angie Judge shares her unique perspective on the intersection of artificial intelligence in museums to democratise curation with data. Take a journey back in time at the history of history itself to see how museums have changed over the ages, a stark look at the perilous state of this sector and a view forward at the forces which are shaping our cultural future. \n Angie Judge is a Kiwi technology entrepreneur revolutionising the museum experience. Her company Dexibit brings artificial intelligence into the world’s cultural institutions and has been recognised as the global leader in data science for the cultural sector. Her passion for history, art and science coupled with computer engineering and analytics inspires her to make data-driven insight accessible to all museums.\n\nShe writes on cultural commercialisation, lectures in machine learning and is a proud supporter of getting girls into STEM careers. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx","published_at":"2018-07-11 04:43:06 UTC","thumbnail_url":"https://i.ytimg.com/vi/EKBKqcaHOIg/hqdefault.jpg","video_id":"EKBKqcaHOIg","position":0,"tags":["TEDxTalks","English","Technology","Arts education","Culture","Data","History","Museums","Social Science"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdG41OGpOVUVxeVJVZ1V1Tko4UWpkZC4wMTcyMDhGQUE4NTIzM0Y5","title":"The Unlikely Neighbourhoods of Innovation | Andy Crowe & Rui Peng | TEDxAuckland","description":"What will it take for societies to be truly innovative? What will it look like to have that decentralised, citizen powered and unbiased by demographics? Andy Crowe and Rui Peng's idea is to see underprivileged communities embrace their diversity and become powerhouses of innovation. This has upended their values, blown apart their assumptions, and given them an understanding of innovation as a force for good. Andy co-founded Critical. Design in 2013 with Rui Peng, aimed at democratising manufacturing. The Design Lab is located inside decile 1 Wesley Intermediate School and brings tech such as 3D design and printing, robotics and CNC milling to their students and community. Andy has supported innovative initiatives in the education sector and continues to help teachers to think outside of the box to best prepare students for an unknown future. He has harnessed this experience to drive the social innovation initiatives that Critical pursues.\n\nRui Peng is a husband, father, social entrepreneur, designer, maker, architect, technology enthusiast, and a man with a big mission. The question that guides his work and life is: ‘How can I align my deepest desire with the world’s deepest need?’ As a young designer based in the low socioeconomic neighbourhood of Mt Roskill, he is searching for the “sweet spot” where his talents can be directed towards empowering his neighbours to gain the skills and resources they need to determine their own futures. He co-founded Critical. Design in 2013 and right now, he’s working through the immense challenges that come with making the dream of the social entrepreneur a reality. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx","published_at":"2018-07-18 00:30:48 UTC","thumbnail_url":"https://i.ytimg.com/vi/g_fFi7vFrHA/hqdefault.jpg","video_id":"g_fFi7vFrHA","position":1,"tags":["TEDxTalks","English","Technology","Arts education","Community","Creation","Creativity","Design","Development","Ideas","Inequality","Innovation","Local issues","Philanthropy","Progress","Social Change","Society","Teaching"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdG41OGpOVUVxeVJVZ1V1Tko4UWpkZC41MjE1MkI0OTQ2QzJGNzNG","title":"Creating unfair advantage in business | Shaveer Mirpuri | TEDxAuckland","description":"Shaveer Mirpuri has led distinguished multinational companies to create the future of their industry using his theory. Executing this novel methodology very quickly yielded two new award winning AI startups of international repute. It's an original business contribution, of ground up collaboration with one’s competitor, that has large significance and applicability to anyone in the field of entrepreneurship, democratising technologies, and corporate innovation. Drawn from his exec-experience in high profile tech companies and venture capital, we hear a casual and light hearted distillation of how to create unfair advantage in business; an ecosystem where the majority's status quo is to disrupt or compete with one another in isolation.  Shaveer Mirpuri is in the business of disruptive startups with the purpose of driving innovation. Upon his return to New Zealand, Shaveer formed GOAT Ventures which co-invests and co-creates companies with Fortune 500 corporates. He believes pairing radically opposite companies will create opportunities others could only dream of.\n\nHe’s been involved in hugely successful startups such as Wooga which grew to 300 staff and raised $24 million, he’s taken lead mentoring roles. He’s also personally consulted the CEO of Walmart on artificial intelligence strategy and German Chancellor Angela Merkel on innovation. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx","published_at":"2018-07-18 00:31:18 UTC","thumbnail_url":"https://i.ytimg.com/vi/vGXmicYX5z0/hqdefault.jpg","video_id":"vGXmicYX5z0","position":2,"tags":["TEDxTalks","English","Business","AI","Cooperation","Economics","Entrepreneurship","Investment","Start-up"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdG41OGpOVUVxeVJVZ1V1Tko4UWpkZC4wOTA3OTZBNzVEMTUzOTMy","title":"Hemp: Food for life | Cameron Sims | TEDxAuckland","description":"Why is something as useful as hemp so underutilised in so many developed countries? How can we use this “companion plant” to benefit society? Founder of the hemp seed food product company, Plant Culture, Cameron Sims explores these questions, detailing the history of hemp prohibition, and how this has held society back from being more sustainable. Cameron lists the many benefits and uses of hemp, from eating it for breakfast to building environmentally friendly houses, showing us how we can begin harnessing the power of hemp pragmatically in order to improve our own lives and the world around us.    Cameron Sims believes the simple ingredient hemp, is the key to changing the world and helping humanity become more sustainable. As a Kiwi raised on a sheep and beef farm, he became New Zealand’s first hemp-based chef.\n\nCameron’s company Plant Culture encourages and supports consumers to be environmentally friendly. His ultimate goal is to create a modern and biodynamic university campus to reintroduce biodiversity back into our cities and soils. Cameron’s passions are plant-based cuisine, art, nature, environmental enterprise, adventure, extreme sports, meditation, breathing, yoga and people. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx","published_at":"2018-07-21 03:46:14 UTC","thumbnail_url":"https://i.ytimg.com/vi/HWiFTt2s9hY/hqdefault.jpg","video_id":"HWiFTt2s9hY","position":3,"tags":["TEDxTalks","English","Health","Agriculture","Climate Change","Conservation","Cooking","Environment","Food","Gardening","Green","Law","Medicine","Nature","Nutrition","Plants","Politics","Pollution","Sustainability"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdG41OGpOVUVxeVJVZ1V1Tko4UWpkZC4yODlGNEE0NkRGMEEzMEQy","title":"Life: The Process is the Product | David Razowsky | TEDxAuckland","description":"Improvisation guru David Razowsky’s focus of being in the moment, staying in the moment, and, no matter how uncomfortable, “sitting in the moment,” is credited for not only his boundless passion for life, but also saving it. Razowsky's compelling talk reminds you that you already have all you need to respond to life’s challenges. For David Razowsky, all that matters is now. The respected Los Angeles-based improv guru has performed and directed in 10 Chicago Second City revues with the likes of Steve Carell, Stephen Colbert, Saturday Night Live alum Rachel Dratch and Amy Sedaris as well as being artistic director of The Second City Los Angeles for a decade. David’s philosophy is this: Your present awareness is the only thing you need to create compelling, smart, truthful, and surprising scenes. No games, no preconceived premises, no ideas, no ego.\n\nAs well hosting a weekly drop-in class when he’s not taking his improv around the world, he hosts the podcast ADD Comedy with Dave Razowsky. He is a consultant for Dreamworks, a teacher for Steppenwolf Theater, professor for California State University, and he directed two productions for Amsterdam’s Boom Chicago Theatre. David’s  also a member of the Reduced Shakespeare Company. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx","published_at":"2018-07-12 04:48:33 UTC","thumbnail_url":"https://i.ytimg.com/vi/Jp2EcuMbAmY/hqdefault.jpg","video_id":"Jp2EcuMbAmY","position":4,"tags":["TEDxTalks","English","Life","Behavior","Choice","Comedy","Consciousness","Decision making","Emotions","Fear","Happiness","Humor","Life Hack","Mindfulness","Motivation","Personal growth","Positive Thinking","Self-help"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdG41OGpOVUVxeVJVZ1V1Tko4UWpkZC4xMkVGQjNCMUM1N0RFNEUx","title":"The South Korean Machine | Anna Faber | TEDxAuckland","description":"In recent years, the South Korean media industry has become a global phenomenon. Anna Faber’s psychoanalytic research of South Korean media, it’s inception, development, and success draws controversial and challenging ideas about the impact of the industry on contemporary society, and its significance in the foundation of a nationwide establishment of normativity.\n Anna Faber is a Master’s student at The University of Auckland researching the interaction between the US and Asia within a film context. In particular, her world-first research explores the impact South Korean film and media has on South Korean society. Notoriously censored in the past, South Korean film has underscored major political movements and provided somewhat of a guideline to South Korean existence.\n\nAnna was awarded a first class honours degree in which she undertook various studies in feminist film theory and documentary-making in addition to a dissertation on the concept of borders in South Korean horror film. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx","published_at":"2018-07-21 03:47:25 UTC","thumbnail_url":"https://i.ytimg.com/vi/cMxUl2k4DsY/hqdefault.jpg","video_id":"cMxUl2k4DsY","position":5,"tags":["TEDxTalks","English","Entertainment","Culture","Ethics","Film","Government","Media","Society"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdG41OGpOVUVxeVJVZ1V1Tko4UWpkZC41MzJCQjBCNDIyRkJDN0VD","title":"Making Change Stick | Nigel Parker | TEDxAuckland","description":"The concept of change is simple. It is the place between something stopping and something beginning, the hardest part is making the change stick. In this talk Nigel Parker shares a personal story of change where he creates a digital assistant that passively collects his health data and makes predictions when he is going off track. The assistant can predict when he is getting stressed or fighting a virus, and can give him a nudge at the right place and right time to adjust his behaviours. Nigel Parker is chief engineer for Microsoft Asia’s Commercial Software Engineering. His job is to seek out solutions to hard problems. But for him, it’s not just about the technology, it’s about the impact technology can have on people’s lives. In his own personal project, Nigel set about using technology to turn his health around and create better, stable habits.\n\nNigel believes as machine intelligence becomes more developed, humans must make sure they keep up and build symbiotic intelligence to expand human capability in ways that are both tangible and magical. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx","published_at":"2018-07-21 03:48:01 UTC","thumbnail_url":"https://i.ytimg.com/vi/R38A2H8FKMk/hqdefault.jpg","video_id":"R38A2H8FKMk","position":6,"tags":["TEDxTalks","English","Health","AI","Apps","Body","Change","Data","Disease","Engineering","Illness","Nutrition","Personal growth","Software","Technology"]}]