[{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi5EQUE1NTFDRjcwMDg0NEMz","title":"The future of museums in a big data world | Angie Judge | TEDxAuckland","description":"In a story that weaves together an Arabian princess, the ancient Egyptians and Donald Trump, technology entrepreneur Angie Judge shares her unique perspective on the intersection of artificial intelligence in museums to democratise curation with data. Take a journey back in time at the history of history itself to see how museums have changed over the ages, a stark look at the perilous state of this sector and a view forward at the forces which are shaping our cultural future. \n Angie Judge is a Kiwi technology entrepreneur revolutionising the museum experience. Her company Dexibit brings artificial intelligence into the world’s cultural institutions and has been recognised as the global leader in data science for the cultural sector. Her passion for history, art and science coupled with computer engineering and analytics inspires her to make data-driven insight accessible to all museums.\n\nShe writes on cultural commercialisation, lectures in machine learning and is a proud supporter of getting girls into STEM careers. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx","published_at":"2018-07-11 05:09:32 UTC","thumbnail_url":"https://i.ytimg.com/vi/EKBKqcaHOIg/hqdefault.jpg","video_id":"EKBKqcaHOIg","position":0,"tags":["TEDxTalks","English","Technology","Arts education","Culture","Data","History","Museums","Social Science"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi45RTgxNDRBMzUwRjQ0MDhC","title":"The Unlikely Neighbourhoods of Innovation | Andy Crowe & Rui Peng | TEDxAuckland","description":"What will it take for societies to be truly innovative? What will it look like to have that decentralised, citizen powered and unbiased by demographics? Andy Crowe and Rui Peng's idea is to see underprivileged communities embrace their diversity and become powerhouses of innovation. This has upended their values, blown apart their assumptions, and given them an understanding of innovation as a force for good. Andy co-founded Critical. Design in 2013 with Rui Peng, aimed at democratising manufacturing. The Design Lab is located inside decile 1 Wesley Intermediate School and brings tech such as 3D design and printing, robotics and CNC milling to their students and community. Andy has supported innovative initiatives in the education sector and continues to help teachers to think outside of the box to best prepare students for an unknown future. He has harnessed this experience to drive the social innovation initiatives that Critical pursues.\n\nRui Peng is a husband, father, social entrepreneur, designer, maker, architect, technology enthusiast, and a man with a big mission. The question that guides his work and life is: ‘How can I align my deepest desire with the world’s deepest need?’ As a young designer based in the low socioeconomic neighbourhood of Mt Roskill, he is searching for the “sweet spot” where his talents can be directed towards empowering his neighbours to gain the skills and resources they need to determine their own futures. He co-founded Critical. Design in 2013 and right now, he’s working through the immense challenges that come with making the dream of the social entrepreneur a reality. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx","published_at":"2018-07-18 00:33:09 UTC","thumbnail_url":"https://i.ytimg.com/vi/g_fFi7vFrHA/hqdefault.jpg","video_id":"g_fFi7vFrHA","position":1,"tags":["TEDxTalks","English","Technology","Arts education","Community","Creation","Creativity","Design","Development","Ideas","Inequality","Innovation","Local issues","Philanthropy","Progress","Social Change","Society","Teaching"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi4yMUQyQTQzMjRDNzMyQTMy","title":"Creating unfair advantage in business | Shaveer Mirpuri | TEDxAuckland","description":"Shaveer Mirpuri has led distinguished multinational companies to create the future of their industry using his theory. Executing this novel methodology very quickly yielded two new award winning AI startups of international repute. It's an original business contribution, of ground up collaboration with one’s competitor, that has large significance and applicability to anyone in the field of entrepreneurship, democratising technologies, and corporate innovation. Drawn from his exec-experience in high profile tech companies and venture capital, we hear a casual and light hearted distillation of how to create unfair advantage in business; an ecosystem where the majority's status quo is to disrupt or compete with one another in isolation.  Shaveer Mirpuri is in the business of disruptive startups with the purpose of driving innovation. Upon his return to New Zealand, Shaveer formed GOAT Ventures which co-invests and co-creates companies with Fortune 500 corporates. He believes pairing radically opposite companies will create opportunities others could only dream of.\n\nHe’s been involved in hugely successful startups such as Wooga which grew to 300 staff and raised $24 million, he’s taken lead mentoring roles. He’s also personally consulted the CEO of Walmart on artificial intelligence strategy and German Chancellor Angela Merkel on innovation. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx","published_at":"2018-07-18 00:31:55 UTC","thumbnail_url":"https://i.ytimg.com/vi/vGXmicYX5z0/hqdefault.jpg","video_id":"vGXmicYX5z0","position":2,"tags":["TEDxTalks","English","Business","AI","Cooperation","Economics","Entrepreneurship","Investment","Start-up"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi4yMDhBMkNBNjRDMjQxQTg1","title":"Hemp: Food for life | Cameron Sims | TEDxAuckland","description":"Why is something as useful as hemp so underutilised in so many developed countries? How can we use this “companion plant” to benefit society? Founder of the hemp seed food product company, Plant Culture, Cameron Sims explores these questions, detailing the history of hemp prohibition, and how this has held society back from being more sustainable. Cameron lists the many benefits and uses of hemp, from eating it for breakfast to building environmentally friendly houses, showing us how we can begin harnessing the power of hemp pragmatically in order to improve our own lives and the world around us.    Cameron Sims believes the simple ingredient hemp, is the key to changing the world and helping humanity become more sustainable. As a Kiwi raised on a sheep and beef farm, he became New Zealand’s first hemp-based chef.\n\nCameron’s company Plant Culture encourages and supports consumers to be environmentally friendly. His ultimate goal is to create a modern and biodynamic university campus to reintroduce biodiversity back into our cities and soils. Cameron’s passions are plant-based cuisine, art, nature, environmental enterprise, adventure, extreme sports, meditation, breathing, yoga and people. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx","published_at":"2018-07-21 03:50:26 UTC","thumbnail_url":"https://i.ytimg.com/vi/HWiFTt2s9hY/hqdefault.jpg","video_id":"HWiFTt2s9hY","position":3,"tags":["TEDxTalks","English","Health","Agriculture","Climate Change","Conservation","Cooking","Environment","Food","Gardening","Green","Law","Medicine","Nature","Nutrition","Plants","Politics","Pollution","Sustainability"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi41QTY1Q0UxMTVCODczNThE","title":"Life: The Process is the Product | David Razowsky | TEDxAuckland","description":"Improvisation guru David Razowsky’s focus of being in the moment, staying in the moment, and, no matter how uncomfortable, “sitting in the moment,” is credited for not only his boundless passion for life, but also saving it. Razowsky's compelling talk reminds you that you already have all you need to respond to life’s challenges. For David Razowsky, all that matters is now. The respected Los Angeles-based improv guru has performed and directed in 10 Chicago Second City revues with the likes of Steve Carell, Stephen Colbert, Saturday Night Live alum Rachel Dratch and Amy Sedaris as well as being artistic director of The Second City Los Angeles for a decade. David’s philosophy is this: Your present awareness is the only thing you need to create compelling, smart, truthful, and surprising scenes. No games, no preconceived premises, no ideas, no ego.\n\nAs well hosting a weekly drop-in class when he’s not taking his improv around the world, he hosts the podcast ADD Comedy with Dave Razowsky. He is a consultant for Dreamworks, a teacher for Steppenwolf Theater, professor for California State University, and he directed two productions for Amsterdam’s Boom Chicago Theatre. David’s  also a member of the Reduced Shakespeare Company. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx","published_at":"2018-07-12 04:48:59 UTC","thumbnail_url":"https://i.ytimg.com/vi/Jp2EcuMbAmY/hqdefault.jpg","video_id":"Jp2EcuMbAmY","position":4,"tags":["TEDxTalks","English","Life","Behavior","Choice","Comedy","Consciousness","Decision making","Emotions","Fear","Happiness","Humor","Life Hack","Mindfulness","Motivation","Personal growth","Positive Thinking","Self-help"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi4zRjM0MkVCRTg0MkYyQTM0","title":"A New Age of Shareholder Democracy | Sam Stubbs | TEDxAuckland","description":"Sam Stubbs, CEO of online-only, nonprofit investment fund, Simplicity, charts the rise of the modern corporation, and a new era of shareholder activism and social change. Sam looks at how being a conscious consumer can and has changed the way corporations run themselves for the better, taking power away from some of the most significant businesses that influence our society, and giving it back to the people who should. Sam Stubbs is the founder of non profit KiwiSaver fund Simplicity. Sam’s career spans politics, philosophy, technology and finance. He believes the finance industry should be as much a force for good as a source of profit which he thinks can be achieved by companies embracing long term thinking, sustainability and full diversity.\n\nSam’s primary passion is being the best son, partner and dad and he will most likely be found on the water trying ski, surf and sail. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx","published_at":"2018-07-22 05:02:05 UTC","thumbnail_url":"https://i.ytimg.com/vi/GRm_5BYcFe8/hqdefault.jpg","video_id":"GRm_5BYcFe8","position":5,"tags":["TEDxTalks","English","Business","Community","Democracy","Economics","Entrepreneurship","Finance","Government","Human Rights","Investment","Money","Nonprofit","Politics","Social Change"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi5ENDU4Q0M4RDExNzM1Mjcy","title":"Making Change Stick | Nigel Parker | TEDxAuckland","description":"The concept of change is simple. It is the place between something stopping and something beginning, the hardest part is making the change stick. In this talk Nigel Parker shares a personal story of change where he creates a digital assistant that passively collects his health data and makes predictions when he is going off track. The assistant can predict when he is getting stressed or fighting a virus, and can give him a nudge at the right place and right time to adjust his behaviours. Nigel Parker is chief engineer for Microsoft Asia’s Commercial Software Engineering. His job is to seek out solutions to hard problems. But for him, it’s not just about the technology, it’s about the impact technology can have on people’s lives. In his own personal project, Nigel set about using technology to turn his health around and create better, stable habits.\n\nNigel believes as machine intelligence becomes more developed, humans must make sure they keep up and build symbiotic intelligence to expand human capability in ways that are both tangible and magical. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx","published_at":"2018-07-21 03:50:07 UTC","thumbnail_url":"https://i.ytimg.com/vi/R38A2H8FKMk/hqdefault.jpg","video_id":"R38A2H8FKMk","position":6,"tags":["TEDxTalks","English","Health","AI","Apps","Body","Change","Data","Disease","Engineering","Illness","Nutrition","Personal growth","Software","Technology"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi45NzUwQkI1M0UxNThBMkU0","title":"Unlock your creative superpowers | Chris Pemberton | TEDxAuckland","description":"In this day and age, setting goals is considered a necessary life skill in order to be successful, or at least, what society deems successful. Instead, Chris Pemberton encourages you to focus on making the journey of life a colourful one and to create the mental space needed to open your mind to its infinite possibilities, as opposed to staying single-mindedly focus on one track. This way we can make sure all of the goals we are heading towards are in line with what drives us intrinsically. Chris believes the way to achieve this mindset is by exploring one's creativity. He shares his story of coming to this realisation, and the art projects he dived into that helped him discover the depths of his creative expression... and a psychedelic experience involving Ayahuasca. With an international experiment called Creative Mirror, Chris proves creativity exists in everyone, no matter their skill level. Chris is an electrician by trade, but his real passion lies in helping people lead more creative lives. As the founder of Humans of K Road and now Humans for the Future, Chris focuses on bring humans from all walks of life together to share sustainable ideas and pursue their creative endeavours. His exhibition Creative Mirror is currently touring the world, inspiring people to unleash their inner creativity, by connecting them to different artists and opening up the art world.\n\nChris also founded the Crisp Creative Club in Australia, which holds sessions to help others improve their creative mindset. As the author of The Creative Soul, Chris believes “If it's the journey, not the destination, then we may as well make the journey as creative and colourful as possible”. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx","published_at":"2018-07-24 05:51:25 UTC","thumbnail_url":"https://i.ytimg.com/vi/yiAWXlAXBzQ/hqdefault.jpg","video_id":"yiAWXlAXBzQ","position":7,"tags":["TEDxTalks","English","Art","Change","Creativity","Drugs","Goal-setting","Grit","Happiness","Ideas","Life","Life Development","Motivation","Passion","Personal growth","Self","Self improvement","Self-help"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi5DNzE1RjZEMUZCMjA0RDBB","title":"Turning disability into ability | Liam Malone | TEDxAuckland","description":"Paralympian gold medalist, Liam Malone believes that technological advancement and determination is the key to his success in sport and life in general. After having both legs amputated in early childhood, Liam felt like an outcast among his peers. However, with the betterment of artificial limb technology, and the advent of Running Blades, Liam found himself excelling in sporting achievement, representing New Zealand at the 2016 Summer Paralympics in Rio de Janeiro, and breaking records originally set by disgraced sprinter Oscar Pistorius. But what is the future of this technology? How can it be used to improve the lives of differently-abled people? And how can it be harnessed for future sporting milestones?\n\nHowever, in this motivational speech, Liam does not simply credit technology for his success. He also discusses the importance of determination and ambition to achieve one's goals. No matter who you are, this speech has the potential to motivate and inspire you to strive for success regardless of your circumstances in life.   Liam is New Zealand’s blade runner. Hailing from Nelson, Liam had only been training for two years when he burst onto the track at the Rio Paralympics in 2016, winning a silver and two gold medals while smashing records in the process.\n\nLiam was Disabled Sportsperson of the Year at the Halberg Awards this year and became a Member of the New Zealand Order of Merit in 2017. After completing a Bachelor in Marketing and International Business while training, Liam is now a sought-after keynoter and invests in startups. Now, he’s on a mission to develop hi-tech prosthetics with the aim of becoming the fastest man on earth. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx","published_at":"2018-07-25 02:30:00 UTC","thumbnail_url":"https://i.ytimg.com/vi/KOdzMd1KLrg/hqdefault.jpg","video_id":"KOdzMd1KLrg","position":8,"tags":["TEDxTalks","English","Technology","Body","Design","Disability","Future","Goal-setting","Grit","Innovation","Motivation","Personal growth","Positive Thinking","Prosthetics","Sports","Success"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi43MTI1NDIwOTMwQjIxMzNG","title":"Ending war using guitars instead of guns | William Watson | TEDxAuckland","description":"A civil war you've probably never heard of, and the peace mission that successfully ended it. Journalist, humanitarian, and award-winning filmmaker, Will Watson details the radical peace plan that used music, women and cultural understanding to end the Pacific’s worst civil war. This story explores how ending war, one of humanity's greatest challenges, can be achieved with new ways of thinking. \n William Watson is an International multi-award winning filmmaker,  Humanitarian Award Winner and International advocate for peace. His latest film, Haka and Guitars, was chosen as Best World Peace Documentary as part of the New Generation in Action's (a United Nations supported NGO) Artisan Festival International World Peace Initiative which was screened during the 75th Cannes Film Festival in France earlier this year. The documentary followed the Bougainville Civil War and subsequent New Zealand lead peacekeeping mission that and is now considered to be modern history's most successful intervention. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx","published_at":"2018-07-25 02:36:53 UTC","thumbnail_url":"https://i.ytimg.com/vi/yE35EaZuqTQ/hqdefault.jpg","video_id":"yE35EaZuqTQ","position":9,"tags":["TEDxTalks","English","Global Issues","Activism","Big problems","Children","Civil War","Community","Conservation","Cooperation","Culture","Democracy","Developing World","Empathy","Environment","Global issues","Government","Human Rights","International Affairs","Journalism","Leadership","Military","Music (topic)","Peace","Rebuilding","Reform","Social Justice","Sustainability","War","Women"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi4wOTA3OTZBNzVEMTUzOTMy","title":"TEDxAuckland 2016 FoodStory","description":"Food. It’s an essential ingredient to life, growing ideas, people and #TEDxAkl. Check out our Food Video from the 2016 Long Lunch.\nhttp://tedxauckland.com\n\nThanks to Ben Barton, Fluke Creative for the amazing Video! And all the amazing Partners and people that made this possible! NIWA New Zealand, Amano, Ortolana, Milse, The Produce Company, Scarecrow, Waiheke Herbs, Rangihoua Estate, Yealands Family Wines, Hallertau Brewery, Invivo Wines, Homestead, AUT - Auckland University of Technology and Auckland Tourism, Events and Economic Development (ATEED). And of course all the amazing TEDxAuckland Volunteers and Crew!","published_at":"2018-05-30 02:06:58 UTC","thumbnail_url":"https://i.ytimg.com/vi/J0s-ob4FGcg/hqdefault.jpg","video_id":"J0s-ob4FGcg","position":10,"tags":["TEDxAuckland","TEDx","TED","Talks","Auckland","Food","Festival","New Zealand","#TEDxAkl","TEDxAkl","Food Issues","Food Story","sustainability","community"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi41MjE1MkI0OTQ2QzJGNzNG","title":"Giving stereotypes the slip | Jess Holly Bates | TEDxAuckland","description":"We all have personas, masks, different people we are when are around different groups. Jess breaks this wide open with a unique talk/performance about how we can slip between different projections of ourselves. See her new project on Boosted here http://www.boosted.org.nz/projects/the-offensive-nipple-show-road-to-melbourne\n\nJess is a theatre practitioner, vulnerability junkie, writer and artist, who loves to communicate cultural criticism through performance.\r\n\r\nShe investigates the way our bodies behave in social relations, particularly in relation to our ongoing colonial hangover in New Zealand. In 2014 her acclaimed solo theatre show Real Fake White Dirt, (Best Writing NZ Fringe 2015) was published as a book of poetry by Anahera Press.\r\n\r\nShe believes that the only way to acknowledge our difficult history is to lean into the real discomfort of being Pakeha. Her 2016 work The Offensive Nipple Show is a collaborative body project responding to the dangerous ways gender politics are disconnecting us from one another. Through performance, she seeks to find new ways of looking at each others bodies, that are both cheeky and empowering.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2018-05-30 02:06:37 UTC","thumbnail_url":"https://i.ytimg.com/vi/Ayj4RJvEsPE/hqdefault.jpg","video_id":"Ayj4RJvEsPE","position":11,"tags":["TEDxTalks","English","New Zealand","Life","Activism","Art","Arts education","Behavior","Body","Body language","Change","Charter for Compassion","Consciousness","Creativity","Culture","Curiosity","Discrimination","Drama","Education","Empathy","Happiness","Identity","Individualism","Initiative","Language","Life Development","Personal education","Personal growth","Philosophy","Play","Positive Thinking","Self","Self improvement","Senses","Social Change","Social Entrepreneurship","Society","Sociology","Theater","Writing"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi41MzJCQjBCNDIyRkJDN0VD","title":"The Hip Op-eration Crew: The world’s oldest dance troupe | Billie Jordan | TEDxAuckland","description":"Watch the Hip Op-eration Crew performance 'D Floor Damager' here https://www.youtube.com/watch?v=bsJjOxGhAE0 Billie formed the Hip Op-eration Crew as a flash mob initially in response to society's outcasting of elderly people. What grew from there was an amazing dance group and community that is centred around the idea of having big goals and  adventure later on in life. The Hip Op-eration Crew are officially the worlds oldest dance troupe listed by the Guinness World Records. http://www.guinnessworldrecords.com/world-records/111063-oldest-dance-troupe\n\nAfter narrowly surviving New Zealand’s deadliest earthquake in Christchurch in 2011, Billie Jordan felt there was more to life than working as a communications consultant for large corporations. So she quit her job and moved to a small island off the East Coast of Auckland in New Zealand. Once there she taught herself how to dance following hip hop clips on YouTube, then gathered up her elderly neighbours (aged 68 to 96 years old) and established them as a hip hop dance crew with the audacious goal of performing at the World Hip hop Championships in Las Vegas within eight months. From that point on her life and the lives of her dance group changed forever.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2018-05-30 02:08:45 UTC","thumbnail_url":"https://i.ytimg.com/vi/saRWpSqQpPA/hqdefault.jpg","video_id":"saRWpSqQpPA","position":12,"tags":["TEDxTalks","English","New Zealand","Life","Aging","Dance (performance)","Elderly","Social Change","Social Interaction"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi5DQUNERDQ2NkIzRUQxNTY1","title":"D Floor Damager | The Hip Op-eration Crew | TEDxAuckland","description":"The Hip Op-eration Crew dance performance at TEDxAuckland 2015. Watch Billie Jordan's talk on why the Hip Op-eration Crew formed here https://www.youtube.com/watch?v=saRWpSqQpPA\n\nThe Hip Op-eration Crew started as a flash mob initially in response to society's outcasting of elderly people. What grew from there was an amazing dance group and community that is centred around the idea of having big goals and  adventure later on in life. The Hip Op-eration Crew are officially the worlds oldest dance troupe listed by the Guinness World Records. http://www.guinnessworldrecords.com/world-records/111063-oldest-dance-troupe\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2018-05-30 02:09:07 UTC","thumbnail_url":"https://i.ytimg.com/vi/bsJjOxGhAE0/hqdefault.jpg","video_id":"bsJjOxGhAE0","position":13,"tags":["TEDxTalks","English","New Zealand","Life","Aging","Dance (performance)","Elderly"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi45NDk1REZENzhEMzU5MDQz","title":"Mana: The power in knowing who you are | Tame Iti | TEDxAuckland","description":"Tame explores how the old saying of \"Te ka nohi ki te ka nohi\" (Dealing with it eye to eye) creates a far more productive space for open dialogue around any issue.\n\nTame Iti (Ngai Tuhoe/Waikato/Te Arawa) is known as many things... Activist, Artist, Terrorist and Cyclist. Literally wearing his Tuhoe heritage on his face, Iti is hard to miss in a crowd despite being just 5ft 4\" tall. His 40 year history of controversial and theatrical displays of political expression have included pitching a tent on parliament grounds and calling it the Maori embassy, shooting a national flag in front of government officials and the curious spate of public meetings where he appeared with a ladder so as to speak eye to eye with officials who were seated on stage. Iti explores how the old saying of \"Te ka nohi ki te ka nohi\" (Dealing with it eye to eye) creates a far more productive space for open dialogue around any issue. \"No one can tell you that you are not important and your experience does not matter and if they do... I challenge them to say it to your face... where they can see your eyes and feel your breath.\"\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2018-05-30 02:09:46 UTC","thumbnail_url":"https://i.ytimg.com/vi/qeK3SkxrZRI/hqdefault.jpg","video_id":"qeK3SkxrZRI","position":14,"tags":["TEDxTalks","English","New Zealand","Humanities","Activism","Compassion","Cooperation","Culture","Democracy","Discrimination","Environment","Human Rights","Politics","Protests","Social Justice","Society","Struggle"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi4yODlGNEE0NkRGMEEzMEQy","title":"Walking with Mandela: small moments with a great man | Rory Steyn | TEDxAuckland","description":"Rory watched Mandela, up close and personal, as he led the racially divided nation from the brink of bloodshed to unexpected levels of peace and stability.\r\n\r\nHear Rory's story about the small things that made Nelson Mandela great.\n\nAfter rising through the ranks of the South African police force, Rory was appointed to the Presidential Protection Unit in 1996, and was made team leader of President Nelson Mandela’s personal security detail, handling the protection of the former President both nationally and internationally.\r\n\r\nRory watched Mandela, up close and personal, as he led the racially divided nation from the brink of bloodshed to unexpected levels of peace and stability.\r\n\r\nWhat Rory learnt from the man, once seen as a terrorist by South African authorities, changed his life forever.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2018-05-30 02:05:52 UTC","thumbnail_url":"https://i.ytimg.com/vi/4CO7f9HHI3A/hqdefault.jpg","video_id":"4CO7f9HHI3A","position":15,"tags":["TEDxTalks","English","New Zealand","Global Issues","Activism","Africa","Leadership","Life","Politics"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi4wMTcyMDhGQUE4NTIzM0Y5","title":"Whānau: building a bridge from performer to audience | Modern Māori Quartet | TEDxAuckland","description":"One one level, the Modern Māori Quartet was formed to bring to the stage the easygoing vibe its founders remember from their parents' casual, guitar-fuelled garage parties of the 70s and 80s. At a deeper level, though, the MMQ's performance and talk challenges the way indigenous peoples are perceived in Western society and uses an ancient culture to build a bridge any audience can cross. \n\nThe suave crooners from the award-winning Modern Māori Quartet invite you to enjoy a fresh take on the classic Māori showbands of yesteryear.\r\n\r\nToi Whakaari: New Zealand Drama School alumni James Tito, Maaka Pohatu, Matariki Whatarau and Francis Kora bring the concept of a Māori Rat Pack into the present with a contemporary twist, weaving their acting and musical talents together to fuse hearty and humorous Māori storytelling with the glorious tradition of showband entertainment.\r\n\r\nModern Māori Quartet blends old school charm with modern pizzazz to highlight Aotearoa New Zealand’s musical past and present, featuring unique spins on Māori waiata (song), showband hits and pop music, all infused with the multi-talented Māori foursome’s irresistible charisma, sublime harmonies and universal humour.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2018-05-30 02:06:18 UTC","thumbnail_url":"https://i.ytimg.com/vi/cQO3kPM3YRE/hqdefault.jpg","video_id":"cQO3kPM3YRE","position":16,"tags":["TEDxTalks","English","New Zealand","Entertainment","Culture","Family"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi4xMkVGQjNCMUM1N0RFNEUx","title":"Fighting blindness with $20 and a smart phone | Hong Sheng Chiong | TEDxAuckland","description":"How Hong has managed to fight blindness with 20$ and a smart phone and in the process is changing how we think and create medical equipment.\n\nDr. Hong Sheng Chiong is currently an eye doctor in Gisborne hospital. He completed his clinical training in Ireland before he crossed over to New Zealand where he initially worked as a registrar in neurosurgery and general surgery before he stepped into the world of eye. His main interests are eye regenerative medicine, bioengineering and telemedicine. His exposure to third world medicine in Kenya, Nepal and Malaysia have given him the insight to the burden of preventable blindness. He believes the problem lies in the access to quality eye care. In 2014, he founded OphthalmicDocs, an R&D company that focuses on the development of ultra mobile and economical eye tests and diagnostics devices. He has invented several eye imaging adapters that can be used in conjunction with a mobile application to diagnose and monitor eye diseases. Fighting preventable blindness is his career's primary mission.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2018-05-30 02:08:20 UTC","thumbnail_url":"https://i.ytimg.com/vi/j4p5PJi71FU/hqdefault.jpg","video_id":"j4p5PJi71FU","position":17,"tags":["TEDxTalks","English","New Zealand","Health","3D Technology","Medicine","Open-source","Printing","Public health","Revolution","Science","Smartphone"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi5GNjNDRDREMDQxOThCMDQ2","title":"Small town big change: Dale Williams at TEDxAuckland","description":"Dale Williams is Mayor of Otorohanga and Chair of the Mayors Taskforce for Jobs. A certified motorcycle engineer by trade, Dale has first-hand experience launching and growing successful motorcycle dealerships and training young people through apprenticeship programs. Passionate about helping young people achieve the best career outcomes for their personal circumstances, Dale is an advocate of non-academic vocational pathways, realising that not all young people are suited to tertiary education.\n\nhttp://tedxauckland.com\n\nIn the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)","published_at":"2018-05-30 02:10:12 UTC","thumbnail_url":"https://i.ytimg.com/vi/ib-raWy_TXI/hqdefault.jpg","video_id":"ib-raWy_TXI","position":18,"tags":["Talks","motorcycle","Auckland","TED (Organization)","Williams","motorbike","ted talks","community","leadership","New Zealand (Country)","pathways","Jobs","non-academic","young","ted talk","Dale","people","tedx talk","Taskforce","Otorohanga","tedx talks","NZ","TEDx","vocational","Mayor (Government Office Or Title)","ted","ted x","tedx"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi40NzZCMERDMjVEN0RFRThB","title":"Inspiration Wherever You Are, The 100 Days Project: Emma Rogan at TEDxAuckland","description":"Emma Rogan is a partner at Auckland design company Apropos and founder of New Zealand's 100 Days Project. Her work has been awarded and recognised by the NZ Best Awards, Communication Arts, The Webby Awards and Adobe.\n\nhttp://www.emmarogan.co.nz/\n\nhttp://www.tedxauckland.com/\n\nAbout TEDx, x = independently organized event\nIn the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)","published_at":"2018-05-30 02:10:36 UTC","thumbnail_url":"https://i.ytimg.com/vi/bZOwMqxLIn4/hqdefault.jpg","video_id":"bZOwMqxLIn4","position":19,"tags":["TEDxAuckland","Apropos","TEDx NZ","NZ","Emma Rogan","TEDxAuckland 2012","English","design","tedx talk","ted talks","tedx","tedx talks","TEDxTalks","New Zealand","100 Days Project","TED Talks","ted","ted talk","ted x"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi5EMEEwRUY5M0RDRTU3NDJC","title":"Disobedient Thinking: Welby Ings at TEDxAuckland","description":"Welby Ings is an award winning designer, filmmaker and playwright, with his short film 'Boy' short listed for the 2006 Academy Awards. An elected Fellow of the British Royal Society of Arts and consultant to many international organisations on issues of creativity and learning, Welby is now a Professor in Design at Auckland University of Technology. Having taught at all levels of the New Zealand education system, he has remained an outspoken critic of dehumanised systems of learning. In 2001 he was awarded the Prime Minister's inaugural Supreme Award for Tertiary Teaching Excellence.\n\nhttp://www.aut.ac.nz/research/professors-at-aut/welby-ings\nhttp://tedxauckland.com\n\nIn the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)","published_at":"2018-05-30 02:11:22 UTC","thumbnail_url":"https://i.ytimg.com/vi/aumxbgOdkRU/hqdefault.jpg","video_id":"aumxbgOdkRU","position":20,"tags":["Welby Ings","TED (Organization)","tedx talk","NZ","Creativity","Designer","Ings","AUT University","ted x","Thinking","New Zealand (Country)","ted talks","tedx talks","TEDx","TED Talks","ted talk","Disobedient","Welby","TEDxAuckland","Auckland","ted","Design (Industry)","tedx"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi45ODRDNTg0QjA4NkFBNkQy","title":"The power of words: Grace Taylor at TEDxAuckland","description":"Grace Taylor is a spoken word poet, teaching artist and youth development worker. She believes in the empowerment of words, in particular through creative manifestations and providing spaces for people to tell their own stories. Grace's poetry ciphers strongly around dialogues about identity, with her believing that the exploration of a sense of belonging is underestimated in many facets of society.  Grace is co-founder of the South Auckland Poets Collective and the Rising Voices Youth Poetry Movement.\n\nhttp://www.niunavigations.com\nhttp://tedxauckland.com\n\nIn the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)","published_at":"2018-05-30 02:12:11 UTC","thumbnail_url":"https://i.ytimg.com/vi/LivPMiYik9g/hqdefault.jpg","video_id":"LivPMiYik9g","position":21,"tags":["Rising","TEDxAuckland","ted","ted x","Auckland","Spoken","Poems","Voices","tedx talks","TEDx","ted talk","tedx","South","Taylor","Grace","Education","tedx talk","Spoken Word (Literary School Or Movement)","Collective","Poets","New Zealand (Country)","Grace Taylor","NZ","ted talks","Word","Youth","Poetry"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdnl2aG5BQnVzVUZ0TDdFNGsyc01fQi4zMDg5MkQ5MEVDMEM1NTg2","title":"Black Polynesia: Marina Alefosio at TEDxAuckland","description":"http://tedxauckland.com\n\nIn the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)","published_at":"2018-05-30 02:12:26 UTC","thumbnail_url":"https://i.ytimg.com/vi/0TF6En-qYE4/hqdefault.jpg","video_id":"0TF6En-qYE4","position":22,"tags":["Poems","ted","Spoken","Poetry","Spoken Word (Literary School Or Movement)","ted talk","Word","TEDx","Auckland","Voices","Poetry Slam","tedx talk","Slam","Alefosio","TED (Organization)","tedx","Grace","Taylor","ted x","Rising","TEDxAuckland","Greater Auckland (City/Town/Village)","ted talks","tedx talks","South","Marina"]}]