[{"playlist_item_id":"UExjbTJwSUlBd2xEdG41OGpOVUVxeVJVZ1V1Tko4UWpkZC41NkI0NEY2RDEwNTU3Q0M2","title":"The future of museums in a big data world | Angie Judge | TEDxAuckland","description":"In a story that weaves together an Arabian princess, the ancient Egyptians and Donald Trump, technology entrepreneur Angie Judge shares her unique perspective on the intersection of artificial intelligence in museums to democratise curation with data. Take a journey back in time at the history of history itself to see how museums have changed over the ages, a stark look at the perilous state of this sector and a view forward at the forces which are shaping our cultural future. \n Angie Judge is a Kiwi technology entrepreneur revolutionising the museum experience. Her company Dexibit brings artificial intelligence into the world’s cultural institutions and has been recognised as the global leader in data science for the cultural sector. Her passion for history, art and science coupled with computer engineering and analytics inspires her to make data-driven insight accessible to all museums.\n\nShe writes on cultural commercialisation, lectures in machine learning and is a proud supporter of getting girls into STEM careers. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx","published_at":"2018-07-11 04:43:06 UTC","thumbnail_url":{"default":"https://i.ytimg.com/vi/EKBKqcaHOIg/default.jpg","medium":"https://i.ytimg.com/vi/EKBKqcaHOIg/mqdefault.jpg","high":"https://i.ytimg.com/vi/EKBKqcaHOIg/hqdefault.jpg","standard":"https://i.ytimg.com/vi/EKBKqcaHOIg/sddefault.jpg","maxres":"https://i.ytimg.com/vi/EKBKqcaHOIg/maxresdefault.jpg"},"video_id":"EKBKqcaHOIg","position":0,"tags":["TEDxTalks","English","Technology","Arts education","Culture","Data","History","Museums","Social Science"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdG41OGpOVUVxeVJVZ1V1Tko4UWpkZC4wMTcyMDhGQUE4NTIzM0Y5","title":"The Unlikely Neighbourhoods of Innovation | Andy Crowe & Rui Peng | TEDxAuckland","description":"What will it take for societies to be truly innovative? What will it look like to have that decentralised, citizen powered and unbiased by demographics? Andy Crowe and Rui Peng's idea is to see underprivileged communities embrace their diversity and become powerhouses of innovation. This has upended their values, blown apart their assumptions, and given them an understanding of innovation as a force for good. Andy co-founded Critical. Design in 2013 with Rui Peng, aimed at democratising manufacturing. The Design Lab is located inside decile 1 Wesley Intermediate School and brings tech such as 3D design and printing, robotics and CNC milling to their students and community. Andy has supported innovative initiatives in the education sector and continues to help teachers to think outside of the box to best prepare students for an unknown future. He has harnessed this experience to drive the social innovation initiatives that Critical pursues.\n\nRui Peng is a husband, father, social entrepreneur, designer, maker, architect, technology enthusiast, and a man with a big mission. The question that guides his work and life is: ‘How can I align my deepest desire with the world’s deepest need?’ As a young designer based in the low socioeconomic neighbourhood of Mt Roskill, he is searching for the “sweet spot” where his talents can be directed towards empowering his neighbours to gain the skills and resources they need to determine their own futures. He co-founded Critical. Design in 2013 and right now, he’s working through the immense challenges that come with making the dream of the social entrepreneur a reality. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx","published_at":"2018-07-18 00:30:48 UTC","thumbnail_url":{"default":"https://i.ytimg.com/vi/g_fFi7vFrHA/default.jpg","medium":"https://i.ytimg.com/vi/g_fFi7vFrHA/mqdefault.jpg","high":"https://i.ytimg.com/vi/g_fFi7vFrHA/hqdefault.jpg","standard":"https://i.ytimg.com/vi/g_fFi7vFrHA/sddefault.jpg","maxres":null},"video_id":"g_fFi7vFrHA","position":1,"tags":["TEDxTalks","English","Technology","Arts education","Community","Creation","Creativity","Design","Development","Ideas","Inequality","Innovation","Local issues","Philanthropy","Progress","Social Change","Society","Teaching"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdG41OGpOVUVxeVJVZ1V1Tko4UWpkZC41MjE1MkI0OTQ2QzJGNzNG","title":"Creating unfair advantage in business | Shaveer Mirpuri | TEDxAuckland","description":"Shaveer Mirpuri has led distinguished multinational companies to create the future of their industry using his theory. Executing this novel methodology very quickly yielded two new award winning AI startups of international repute. It's an original business contribution, of ground up collaboration with one’s competitor, that has large significance and applicability to anyone in the field of entrepreneurship, democratising technologies, and corporate innovation. Drawn from his exec-experience in high profile tech companies and venture capital, we hear a casual and light hearted distillation of how to create unfair advantage in business; an ecosystem where the majority's status quo is to disrupt or compete with one another in isolation.  Shaveer Mirpuri is in the business of disruptive startups with the purpose of driving innovation. Upon his return to New Zealand, Shaveer formed GOAT Ventures which co-invests and co-creates companies with Fortune 500 corporates. He believes pairing radically opposite companies will create opportunities others could only dream of.\n\nHe’s been involved in hugely successful startups such as Wooga which grew to 300 staff and raised $24 million, he’s taken lead mentoring roles. He’s also personally consulted the CEO of Walmart on artificial intelligence strategy and German Chancellor Angela Merkel on innovation. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx","published_at":"2018-07-18 00:31:18 UTC","thumbnail_url":{"default":"https://i.ytimg.com/vi/vGXmicYX5z0/default.jpg","medium":"https://i.ytimg.com/vi/vGXmicYX5z0/mqdefault.jpg","high":"https://i.ytimg.com/vi/vGXmicYX5z0/hqdefault.jpg","standard":"https://i.ytimg.com/vi/vGXmicYX5z0/sddefault.jpg","maxres":"https://i.ytimg.com/vi/vGXmicYX5z0/maxresdefault.jpg"},"video_id":"vGXmicYX5z0","position":2,"tags":["TEDxTalks","English","Business","AI","Cooperation","Economics","Entrepreneurship","Investment","Start-up"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdG41OGpOVUVxeVJVZ1V1Tko4UWpkZC4wOTA3OTZBNzVEMTUzOTMy","title":"Hemp: Food for life | Cameron Sims | TEDxAuckland","description":"Why is something as useful as hemp so underutilised in so many developed countries? How can we use this “companion plant” to benefit society? Founder of the hemp seed food product company, Plant Culture, Cameron Sims explores these questions, detailing the history of hemp prohibition, and how this has held society back from being more sustainable. Cameron lists the many benefits and uses of hemp, from eating it for breakfast to building environmentally friendly houses, showing us how we can begin harnessing the power of hemp pragmatically in order to improve our own lives and the world around us.    Cameron Sims believes the simple ingredient hemp, is the key to changing the world and helping humanity become more sustainable. As a Kiwi raised on a sheep and beef farm, he became New Zealand’s first hemp-based chef.\n\nCameron’s company Plant Culture encourages and supports consumers to be environmentally friendly. His ultimate goal is to create a modern and biodynamic university campus to reintroduce biodiversity back into our cities and soils. Cameron’s passions are plant-based cuisine, art, nature, environmental enterprise, adventure, extreme sports, meditation, breathing, yoga and people. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx","published_at":"2018-07-21 03:46:14 UTC","thumbnail_url":{"default":"https://i.ytimg.com/vi/HWiFTt2s9hY/default.jpg","medium":"https://i.ytimg.com/vi/HWiFTt2s9hY/mqdefault.jpg","high":"https://i.ytimg.com/vi/HWiFTt2s9hY/hqdefault.jpg","standard":"https://i.ytimg.com/vi/HWiFTt2s9hY/sddefault.jpg","maxres":"https://i.ytimg.com/vi/HWiFTt2s9hY/maxresdefault.jpg"},"video_id":"HWiFTt2s9hY","position":3,"tags":["TEDxTalks","English","Health","Agriculture","Climate Change","Conservation","Cooking","Environment","Food","Gardening","Green","Law","Medicine","Nature","Nutrition","Plants","Politics","Pollution","Sustainability"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdG41OGpOVUVxeVJVZ1V1Tko4UWpkZC4yODlGNEE0NkRGMEEzMEQy","title":"Life: The Process is the Product | David Razowsky | TEDxAuckland","description":"Improvisation guru David Razowsky’s focus of being in the moment, staying in the moment, and, no matter how uncomfortable, “sitting in the moment,” is credited for not only his boundless passion for life, but also saving it. Razowsky's compelling talk reminds you that you already have all you need to respond to life’s challenges. For David Razowsky, all that matters is now. The respected Los Angeles-based improv guru has performed and directed in 10 Chicago Second City revues with the likes of Steve Carell, Stephen Colbert, Saturday Night Live alum Rachel Dratch and Amy Sedaris as well as being artistic director of The Second City Los Angeles for a decade. David’s philosophy is this: Your present awareness is the only thing you need to create compelling, smart, truthful, and surprising scenes. No games, no preconceived premises, no ideas, no ego.\n\nAs well hosting a weekly drop-in class when he’s not taking his improv around the world, he hosts the podcast ADD Comedy with Dave Razowsky. He is a consultant for Dreamworks, a teacher for Steppenwolf Theater, professor for California State University, and he directed two productions for Amsterdam’s Boom Chicago Theatre. David’s  also a member of the Reduced Shakespeare Company. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx","published_at":"2018-07-12 04:48:33 UTC","thumbnail_url":{"default":"https://i.ytimg.com/vi/Jp2EcuMbAmY/default.jpg","medium":"https://i.ytimg.com/vi/Jp2EcuMbAmY/mqdefault.jpg","high":"https://i.ytimg.com/vi/Jp2EcuMbAmY/hqdefault.jpg","standard":"https://i.ytimg.com/vi/Jp2EcuMbAmY/sddefault.jpg","maxres":"https://i.ytimg.com/vi/Jp2EcuMbAmY/maxresdefault.jpg"},"video_id":"Jp2EcuMbAmY","position":4,"tags":["TEDxTalks","English","Life","Behavior","Choice","Comedy","Consciousness","Decision making","Emotions","Fear","Happiness","Humor","Life Hack","Mindfulness","Motivation","Personal growth","Positive Thinking","Self-help"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdG41OGpOVUVxeVJVZ1V1Tko4UWpkZC5DQUNERDQ2NkIzRUQxNTY1","title":"A New Age of Shareholder Democracy | Sam Stubbs | TEDxAuckland","description":"Sam Stubbs, CEO of online-only, nonprofit investment fund, Simplicity, charts the rise of the modern corporation, and a new era of shareholder activism and social change. Sam looks at how being a conscious consumer can and has changed the way corporations run themselves for the better, taking power away from some of the most significant businesses that influence our society, and giving it back to the people who should. Sam Stubbs is the founder of non profit KiwiSaver fund Simplicity. Sam’s career spans politics, philosophy, technology and finance. He believes the finance industry should be as much a force for good as a source of profit which he thinks can be achieved by companies embracing long term thinking, sustainability and full diversity.\n\nSam’s primary passion is being the best son, partner and dad and he will most likely be found on the water trying ski, surf and sail. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx","published_at":"2018-07-22 05:02:38 UTC","thumbnail_url":{"default":"https://i.ytimg.com/vi/GRm_5BYcFe8/default.jpg","medium":"https://i.ytimg.com/vi/GRm_5BYcFe8/mqdefault.jpg","high":"https://i.ytimg.com/vi/GRm_5BYcFe8/hqdefault.jpg","standard":"https://i.ytimg.com/vi/GRm_5BYcFe8/sddefault.jpg","maxres":"https://i.ytimg.com/vi/GRm_5BYcFe8/maxresdefault.jpg"},"video_id":"GRm_5BYcFe8","position":5,"tags":["TEDxTalks","English","Business","Community","Democracy","Economics","Entrepreneurship","Finance","Government","Human Rights","Investment","Money","Nonprofit","Politics","Social Change"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdG41OGpOVUVxeVJVZ1V1Tko4UWpkZC4xMkVGQjNCMUM1N0RFNEUx","title":"The South Korean Machine | Anna Faber | TEDxAuckland","description":"In recent years, the South Korean media industry has become a global phenomenon. Anna Faber’s psychoanalytic research of South Korean media, it’s inception, development, and success draws controversial and challenging ideas about the impact of the industry on contemporary society, and its significance in the foundation of a nationwide establishment of normativity.\n Anna Faber is a Master’s student at The University of Auckland researching the interaction between the US and Asia within a film context. In particular, her world-first research explores the impact South Korean film and media has on South Korean society. Notoriously censored in the past, South Korean film has underscored major political movements and provided somewhat of a guideline to South Korean existence.\n\nAnna was awarded a first class honours degree in which she undertook various studies in feminist film theory and documentary-making in addition to a dissertation on the concept of borders in South Korean horror film. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx","published_at":"2018-07-21 03:47:25 UTC","thumbnail_url":{"default":"https://i.ytimg.com/vi/cMxUl2k4DsY/default.jpg","medium":"https://i.ytimg.com/vi/cMxUl2k4DsY/mqdefault.jpg","high":"https://i.ytimg.com/vi/cMxUl2k4DsY/hqdefault.jpg","standard":"https://i.ytimg.com/vi/cMxUl2k4DsY/sddefault.jpg","maxres":"https://i.ytimg.com/vi/cMxUl2k4DsY/maxresdefault.jpg"},"video_id":"cMxUl2k4DsY","position":6,"tags":["TEDxTalks","English","Entertainment","Culture","Ethics","Film","Government","Media","Society"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdG41OGpOVUVxeVJVZ1V1Tko4UWpkZC41MzJCQjBCNDIyRkJDN0VD","title":"Making Change Stick | Nigel Parker | TEDxAuckland","description":"The concept of change is simple. It is the place between something stopping and something beginning, the hardest part is making the change stick. In this talk Nigel Parker shares a personal story of change where he creates a digital assistant that passively collects his health data and makes predictions when he is going off track. The assistant can predict when he is getting stressed or fighting a virus, and can give him a nudge at the right place and right time to adjust his behaviours. Nigel Parker is chief engineer for Microsoft Asia’s Commercial Software Engineering. His job is to seek out solutions to hard problems. But for him, it’s not just about the technology, it’s about the impact technology can have on people’s lives. In his own personal project, Nigel set about using technology to turn his health around and create better, stable habits.\n\nNigel believes as machine intelligence becomes more developed, humans must make sure they keep up and build symbiotic intelligence to expand human capability in ways that are both tangible and magical. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx","published_at":"2018-07-21 03:48:01 UTC","thumbnail_url":{"default":"https://i.ytimg.com/vi/R38A2H8FKMk/default.jpg","medium":"https://i.ytimg.com/vi/R38A2H8FKMk/mqdefault.jpg","high":"https://i.ytimg.com/vi/R38A2H8FKMk/hqdefault.jpg","standard":"https://i.ytimg.com/vi/R38A2H8FKMk/sddefault.jpg","maxres":"https://i.ytimg.com/vi/R38A2H8FKMk/maxresdefault.jpg"},"video_id":"R38A2H8FKMk","position":7,"tags":["TEDxTalks","English","Health","AI","Apps","Body","Change","Data","Disease","Engineering","Illness","Nutrition","Personal growth","Software","Technology"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdG41OGpOVUVxeVJVZ1V1Tko4UWpkZC5GNjNDRDREMDQxOThCMDQ2","title":"Unlock your creative superpowers | Chris Pemberton | TEDxAuckland","description":"In this day and age, setting goals is considered a necessary life skill in order to be successful, or at least, what society deems successful. Instead, Chris Pemberton encourages you to focus on making the journey of life a colourful one and to create the mental space needed to open your mind to its infinite possibilities, as opposed to staying single-mindedly focus on one track. This way we can make sure all of the goals we are heading towards are in line with what drives us intrinsically. Chris believes the way to achieve this mindset is by exploring one's creativity. He shares his story of coming to this realisation, and the art projects he dived into that helped him discover the depths of his creative expression... and a psychedelic experience involving Ayahuasca. With an international experiment called Creative Mirror, Chris proves creativity exists in everyone, no matter their skill level. Chris is an electrician by trade, but his real passion lies in helping people lead more creative lives. As the founder of Humans of K Road and now Humans for the Future, Chris focuses on bring humans from all walks of life together to share sustainable ideas and pursue their creative endeavours. His exhibition Creative Mirror is currently touring the world, inspiring people to unleash their inner creativity, by connecting them to different artists and opening up the art world.\n\nChris also founded the Crisp Creative Club in Australia, which holds sessions to help others improve their creative mindset. As the author of The Creative Soul, Chris believes “If it's the journey, not the destination, then we may as well make the journey as creative and colourful as possible”. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx","published_at":"2018-07-24 05:49:15 UTC","thumbnail_url":{"default":"https://i.ytimg.com/vi/yiAWXlAXBzQ/default.jpg","medium":"https://i.ytimg.com/vi/yiAWXlAXBzQ/mqdefault.jpg","high":"https://i.ytimg.com/vi/yiAWXlAXBzQ/hqdefault.jpg","standard":"https://i.ytimg.com/vi/yiAWXlAXBzQ/sddefault.jpg","maxres":"https://i.ytimg.com/vi/yiAWXlAXBzQ/maxresdefault.jpg"},"video_id":"yiAWXlAXBzQ","position":8,"tags":["TEDxTalks","English","Art","Change","Creativity","Drugs","Goal-setting","Grit","Happiness","Ideas","Life","Life Development","Motivation","Passion","Personal growth","Self","Self improvement","Self-help"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdG41OGpOVUVxeVJVZ1V1Tko4UWpkZC45NDk1REZENzhEMzU5MDQz","title":"Throwing a rock at the tiger: Accelerating your ability to adapt | Mai Chen | TEDxAuckland","description":"The ability to adapt has become crucial for success in this quicker-faster-all-the-time world. Lawyer and entrepreneur, Mai Chen explains how to grow your ability to adapt, including harnessing migrant experiences living, working and visiting abroad, and how to keep yourself match fit in adapting by incentivising yourself to ‘run faster’.\n Mai Chen is a thought leader, direction setter and a futures thinker. Born in Taiwan and coming to New Zealand as a child with barely any English, she is now one of New Zealand’s top public and constitutional law experts specialising in central and local government. She has been managing partner of her firm Chen Palmer for more than 20 years. Holding countless governance and advisor roles, she works to empower women, champion diversity and inspire leaders across New Zealand.\n\nHaving completed her Masters at Harvard Law School, Mai now is a professor at the University of Auckland, in between chairing NZ Global Women and NZ Asian Leaders among many other leadership roles. Twice a finalist in the New Zealander of the Year Awards, Mai embodies a world class leader in every way. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx","published_at":"2018-07-24 05:48:37 UTC","thumbnail_url":{"default":"https://i.ytimg.com/vi/yku9P9luZh4/default.jpg","medium":"https://i.ytimg.com/vi/yku9P9luZh4/mqdefault.jpg","high":"https://i.ytimg.com/vi/yku9P9luZh4/hqdefault.jpg","standard":"https://i.ytimg.com/vi/yku9P9luZh4/sddefault.jpg","maxres":"https://i.ytimg.com/vi/yku9P9luZh4/maxresdefault.jpg"},"video_id":"yku9P9luZh4","position":9,"tags":["TEDxTalks","English","Life","Achievement","Career","Change","Culture","Entrepreneurship","Grit","Hardship","Law","Leadership","Motivation","Philosophy","Self improvement","Self-help","Social Change","Social Entrepreneurship","Social Interaction","Struggle","Success","Sustainability","Women in business","Work"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdG41OGpOVUVxeVJVZ1V1Tko4UWpkZC4zMDg5MkQ5MEVDMEM1NTg2","title":"The way we think about immigration is flawed | Yoseph Ayele | TEDxAuckland","description":"Born in Ethiopia, Yoseph Ayele was kicked out of the United States because his Harvard degree and entrepreneurial work did not satisfy US immigration requirements. He moved to New Zealand to design the Global Impact Visa - the first immigration policy in the world to select people on their potential to create a positive impact in society. This visa is run by the Edmund Hillary Fellowship (www.ehf.org) in a new model for taking a human-centric and entrepreneurial approach to doing immigration in the 21st century. \n Yoseph is co-founder and CEO of the Edmund Hillary Fellowship, a community of exceptional entrepreneurs and investors who are solving complex global problems from New Zealand. EHF is implementing the Global Impact Visa – the most entrepreneur-friendly visa in the world and the first to focus on impact.\n\nBorn in Ethiopia, Yoseph has lived in six countries across four continents. Before moving to New Zealand, he helped grow Inflection, a successful technology startup in Silicon Valley. He studied entrepreneurship, leadership and social change at Harvard, Cambridge, and Victoria University of Wellington. He is passionate about regenerative agriculture, building cultural bridges, and community. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx","published_at":"2018-07-30 03:28:07 UTC","thumbnail_url":{"default":"https://i.ytimg.com/vi/6Vqethhad_k/default.jpg","medium":"https://i.ytimg.com/vi/6Vqethhad_k/mqdefault.jpg","high":"https://i.ytimg.com/vi/6Vqethhad_k/hqdefault.jpg","standard":"https://i.ytimg.com/vi/6Vqethhad_k/sddefault.jpg","maxres":"https://i.ytimg.com/vi/6Vqethhad_k/maxresdefault.jpg"},"video_id":"6Vqethhad_k","position":10,"tags":["TEDxTalks","English","Global Issues","Activism","Africa","America","Big problems","Compassion","Culture","Developing World","Discrimination","Empathy","Foreign policy","Freedom","Global issues","Globalization","Government","Human Rights","Immigration","International Affairs","Law","Policy","Politics","Reform","Refugee","Social Entrepreneurship","Social Justice"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdG41OGpOVUVxeVJVZ1V1Tko4UWpkZC40NzZCMERDMjVEN0RFRThB","title":"Turning disability into ability | Liam Malone | TEDxAuckland","description":"Paralympian gold medalist, Liam Malone believes that technological advancement and determination is the key to his success in sport and life in general. After having both legs amputated in early childhood, Liam felt like an outcast among his peers. However, with the betterment of artificial limb technology, and the advent of Running Blades, Liam found himself excelling in sporting achievement, representing New Zealand at the 2016 Summer Paralympics in Rio de Janeiro, and breaking records originally set by disgraced sprinter Oscar Pistorius. But what is the future of this technology? How can it be used to improve the lives of differently-abled people? And how can it be harnessed for future sporting milestones?\n\nHowever, in this motivational speech, Liam does not simply credit technology for his success. He also discusses the importance of determination and ambition to achieve one's goals. No matter who you are, this speech has the potential to motivate and inspire you to strive for success regardless of your circumstances in life.   Liam is New Zealand’s blade runner. Hailing from Nelson, Liam had only been training for two years when he burst onto the track at the Rio Paralympics in 2016, winning a silver and two gold medals while smashing records in the process.\n\nLiam was Disabled Sportsperson of the Year at the Halberg Awards this year and became a Member of the New Zealand Order of Merit in 2017. After completing a Bachelor in Marketing and International Business while training, Liam is now a sought-after keynoter and invests in startups. Now, he’s on a mission to develop hi-tech prosthetics with the aim of becoming the fastest man on earth. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx","published_at":"2018-07-25 02:32:19 UTC","thumbnail_url":{"default":"https://i.ytimg.com/vi/KOdzMd1KLrg/default.jpg","medium":"https://i.ytimg.com/vi/KOdzMd1KLrg/mqdefault.jpg","high":"https://i.ytimg.com/vi/KOdzMd1KLrg/hqdefault.jpg","standard":"https://i.ytimg.com/vi/KOdzMd1KLrg/sddefault.jpg","maxres":"https://i.ytimg.com/vi/KOdzMd1KLrg/maxresdefault.jpg"},"video_id":"KOdzMd1KLrg","position":11,"tags":["TEDxTalks","English","Technology","Body","Design","Disability","Future","Goal-setting","Grit","Innovation","Motivation","Personal growth","Positive Thinking","Prosthetics","Sports","Success"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdG41OGpOVUVxeVJVZ1V1Tko4UWpkZC45ODRDNTg0QjA4NkFBNkQy","title":"Buy one. Give one: A business model feeding hungry kids | Lisa King | TEDxAuckland","description":"Co-Founder of Eat My Lunch, Lisa King explains how her buy-one-give-one company works, but more importantly, how it is able to make a positive social impact while also sustaining itself financially. Lisa launched Eat My lunch with her business partner Michael Meredith in 2015. Their goal, for every meal purchased from them, a lunch would be donated to a New Zealand child who needs it. At the time of this videos upload, Eat My Lunch has donated 870,000+ lunches to kids in schools. In this talk, Lisa explains how her company uses the buy-one-give-one business model to help kids in need. Lisa King wants to ensure no child goes to school hungry. As a mother of young children, she couldn’t fathom that 28% of Kiwi children go to school without lunch. So with her 15 years experience marketing some of the country’s biggest food brands, Lisa founded Eat My Lunch. She aims to show that clever business solutions can solve big social issues. For every lunch you buy, Eat My Lunch gives a lunch to a Kiwi kid in need. In the first 2 years, EAL has given 450,000 lunches to kids from low-decile schools across the North Island. \n\nEat My Lunch has been the recipient of numerous awards including three Westpac Auckland Business Awards in 2016, Deloitte's Fast 50 Rising Star 2016 and 2017, TVNZ Marketing Awards 2016, and Lisa was awarded a Women of Influence Award in both 2016 and 2017. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx","published_at":"2018-07-29 23:58:51 UTC","thumbnail_url":{"default":"https://i.ytimg.com/vi/sFw3_hlJuZQ/default.jpg","medium":"https://i.ytimg.com/vi/sFw3_hlJuZQ/mqdefault.jpg","high":"https://i.ytimg.com/vi/sFw3_hlJuZQ/hqdefault.jpg","standard":"https://i.ytimg.com/vi/sFw3_hlJuZQ/sddefault.jpg","maxres":"https://i.ytimg.com/vi/sFw3_hlJuZQ/maxresdefault.jpg"},"video_id":"sFw3_hlJuZQ","position":12,"tags":["TEDxTalks","English","Business","Brand","Children","Cooking","Entrepreneurship","Food","Human Rights","Poverty","Schools","Social Entrepreneurship","Volunteering","Women in business"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdG41OGpOVUVxeVJVZ1V1Tko4UWpkZC5EMEEwRUY5M0RDRTU3NDJC","title":"Ending war using guitars instead of guns | William Watson | TEDxAuckland","description":"A civil war you've probably never heard of, and the peace mission that successfully ended it. Journalist, humanitarian, and award-winning filmmaker, Will Watson details the radical peace plan that used music, women and cultural understanding to end the Pacific’s worst civil war. This story explores how ending war, one of humanity's greatest challenges, can be achieved with new ways of thinking. \n William Watson is an International multi-award winning filmmaker,  Humanitarian Award Winner and International advocate for peace. His latest film, Haka and Guitars, was chosen as Best World Peace Documentary as part of the New Generation in Action's (a United Nations supported NGO) Artisan Festival International World Peace Initiative which was screened during the 75th Cannes Film Festival in France earlier this year. The documentary followed the Bougainville Civil War and subsequent New Zealand lead peacekeeping mission that and is now considered to be modern history's most successful intervention. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx","published_at":"2018-07-25 02:36:34 UTC","thumbnail_url":{"default":"https://i.ytimg.com/vi/yE35EaZuqTQ/default.jpg","medium":"https://i.ytimg.com/vi/yE35EaZuqTQ/mqdefault.jpg","high":"https://i.ytimg.com/vi/yE35EaZuqTQ/hqdefault.jpg","standard":"https://i.ytimg.com/vi/yE35EaZuqTQ/sddefault.jpg","maxres":"https://i.ytimg.com/vi/yE35EaZuqTQ/maxresdefault.jpg"},"video_id":"yE35EaZuqTQ","position":13,"tags":["TEDxTalks","English","Global Issues","Activism","Big problems","Children","Civil War","Community","Conservation","Cooperation","Culture","Democracy","Developing World","Empathy","Environment","Global issues","Government","Human Rights","International Affairs","Journalism","Leadership","Military","Music (topic)","Peace","Rebuilding","Reform","Social Justice","Sustainability","War","Women"]}]