[{"playlist_item_id":"UExjbTJwSUlBd2xEdlJvWEppSGRvNktGSlhNSFBXenpyZC4zMDg5MkQ5MEVDMEM1NTg2","title":"TEDxAuckland 2015 | The Day","description":"TEDxAuckland 2015, Saturday May 2nd, Victory Convention Centre, Auckland.\nhttp://tedxauckland.com/\nProduced by Augusto, http://www.augusto.co.nz/\n\nhttps://www.facebook.com/TEDxAuckland\nhttps://twitter.com/TEDxAuckland","published_at":"2015-07-20 05:22:13 UTC","thumbnail_url":{"default":"https://i.ytimg.com/vi/sScmj1Tnlj4/default.jpg","medium":"https://i.ytimg.com/vi/sScmj1Tnlj4/mqdefault.jpg","high":"https://i.ytimg.com/vi/sScmj1Tnlj4/hqdefault.jpg","standard":"https://i.ytimg.com/vi/sScmj1Tnlj4/sddefault.jpg","maxres":"https://i.ytimg.com/vi/sScmj1Tnlj4/maxresdefault.jpg"},"video_id":"sScmj1Tnlj4","position":0,"tags":["TEDxAuckland","TEDx","TED","Talks","TEDTalks","Auckland (City/Town/Village)","New Zealand (Country)","2015"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdlJvWEppSGRvNktGSlhNSFBXenpyZC4wMTcyMDhGQUE4NTIzM0Y5","title":"Building blocks of bias: Lego and gender | Siouxsie Wiles | TEDxAuckland","description":"Siouxsie highlights how Lego has changed over the decades since she used to play with it as a kid and how the modern Lego is creating more gender bias in what genders do for careers.\n\nAward-winning scientist Dr. Siouxsie Wiles describes herself as a microbiologist and bioluminescence enthusiast but to others she is “that pink-haired science lady”. With a PhD in microbiology, Siouxsie heads up the Bioluminescent Superbugs Lab at the University of Auckland. After recently becoming a parent, Siouxsie has realised that sexism and gender- stereotyping prevails even in the simplest Lego toys. She believes that playmakers like Lego should lead the way in stamping out this gender-stereotyping in toys, with easy fixes like producing mini-figs with double-sided heads: one male, one female, letting children decide who they want them to be, regardless of their roles. For Siouxsie it will, at the very least send out the message that everything is possible and that means everything would be awesome.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2015-06-29 23:11:19 UTC","thumbnail_url":{"default":"https://i.ytimg.com/vi/F8a731O7IM8/default.jpg","medium":"https://i.ytimg.com/vi/F8a731O7IM8/mqdefault.jpg","high":"https://i.ytimg.com/vi/F8a731O7IM8/hqdefault.jpg","standard":"https://i.ytimg.com/vi/F8a731O7IM8/sddefault.jpg","maxres":null},"video_id":"F8a731O7IM8","position":1,"tags":["TEDxTalks","English","New Zealand","Global Issues","Brain","Childhood","Children","Creativity","Early education","Education","Gender","Personal education"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdlJvWEppSGRvNktGSlhNSFBXenpyZC41MjE1MkI0OTQ2QzJGNzNG","title":"Recipe for access: putting the public into public health | Grant Schofield | TEDxAuckland","description":"Grant argues that in the modern world there should be more public citizens involved in shaping public health.\n\nGrant Schofield is Professor of Public Health at AUT, and director of the University’s Human Potential Centre. Grant’s career has focused on preventing the diseases of modern times, and seeing what it takes to help people live a long, healthy and happy life. He lives and breathes the motto “be the best you can be”, and sees this as a game-changer for the health system – capable of transforming the current deficit (sickness) model, to one in which we aspire to be well. Grant is well known for thinking outside the box and challenging convention wisdom in nutrition and weight loss, as well as physical activity and exercise. He is best known for his work in three areas: abandoning rules and embracing risky play in his free range kids work; leading public discussion in flipping the food pyramid, by challenging the low fat nutrition dogma with low carb high fat diets; and developing national accounts of well-being through his Sovereign Well-being Index research.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2015-06-29 23:11:44 UTC","thumbnail_url":{"default":"https://i.ytimg.com/vi/k5piEUPgRvk/default.jpg","medium":"https://i.ytimg.com/vi/k5piEUPgRvk/mqdefault.jpg","high":"https://i.ytimg.com/vi/k5piEUPgRvk/hqdefault.jpg","standard":"https://i.ytimg.com/vi/k5piEUPgRvk/sddefault.jpg","maxres":"https://i.ytimg.com/vi/k5piEUPgRvk/maxresdefault.jpg"},"video_id":"k5piEUPgRvk","position":2,"tags":["TEDxTalks","English","New Zealand","Health","Nutrition","Public health","Public Policy"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdlJvWEppSGRvNktGSlhNSFBXenpyZC4yODlGNEE0NkRGMEEzMEQy","title":"Young Ocean Explorers: Using kids to connect with kids | Riley & Steve Hathaway | TEDxAuckland","description":"When Steve put his daughter Riley as the front person for the show, his idea started to take off. Riley was a far better communicator to other children than an adult presenter.\n\nRiley Hathaway is a passionate 14-year-old ocean ambassador, who is already presenting her own TV series called ‘Young Ocean Explorers’. In Young Ocean Explorers, Steve and his daughter Riley present a captivating series of stories about what happens when a teenager comes face to face with the marine animals we’re all curious about, such as stingrays, orca, and turtles. It’s a winning combination: Riley’s got the questions and the teenage-cred, and Steve’s got the boat and underwater know-how. Together, they take us on a journey that has never been previously imagined: a fun, accessible glimpse into the world of New Zealand’s incredible underwater species.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2015-06-29 23:11:00 UTC","thumbnail_url":{"default":"https://i.ytimg.com/vi/UzA_CTkn7vk/default.jpg","medium":"https://i.ytimg.com/vi/UzA_CTkn7vk/mqdefault.jpg","high":"https://i.ytimg.com/vi/UzA_CTkn7vk/hqdefault.jpg","standard":"https://i.ytimg.com/vi/UzA_CTkn7vk/sddefault.jpg","maxres":null},"video_id":"UzA_CTkn7vk","position":3,"tags":["TEDxTalks","English","New Zealand","Education","Biodiversity","Biology","Entertainment","Environment","TV"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdlJvWEppSGRvNktGSlhNSFBXenpyZC4wOTA3OTZBNzVEMTUzOTMy","title":"Colony Earth? Humanity after alien contact | Steve Pointing | TEDxAuckland","description":"Steve has led an astrobiology research team collaborating with NASA for over a decade, and broadened his interests to consider the societal impacts of discovering life on other planets: How will this change our perception of humanity? What practical steps should we consider in preparation for this? Might we view the discovery of primitive and advanced alien life differently? What can we learn from our own historical interactions between first nation peoples and ‘alien’ colonists?\n\nSteve Pointing is Professor of Applied Ecology at Auckland University of Technology and director of the university’s Institute for Applied Ecology New Zealand. He pioneered the use of molecular techniques to understand how simple microbes cling to life in extreme environments such as the icy deserts of Antarctica, boiling geothermal pools and lakes that are ten times more salty than the ocean. This led to interest from NASA astrobiologists, those who seek to understand if life could exist beyond Earth, since the harsh conditions mimic those encountered on the surface of other planets. Steve has led an astrobiology research team collaborating with NASA for over a decade, and broadened his interests to consider the societal impacts of discovering life on other planets: How will this change our perception of humanity? What practical steps should we consider in preparation for this?\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2015-06-29 23:12:12 UTC","thumbnail_url":{"default":"https://i.ytimg.com/vi/s97kzS-6z30/default.jpg","medium":"https://i.ytimg.com/vi/s97kzS-6z30/mqdefault.jpg","high":"https://i.ytimg.com/vi/s97kzS-6z30/hqdefault.jpg","standard":"https://i.ytimg.com/vi/s97kzS-6z30/sddefault.jpg","maxres":"https://i.ytimg.com/vi/s97kzS-6z30/maxresdefault.jpg"},"video_id":"s97kzS-6z30","position":4,"tags":["TEDxTalks","English","New Zealand","Science (hard)","Adventure","Astronomy","Biology","Microbiology","Society"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdlJvWEppSGRvNktGSlhNSFBXenpyZC41QTY1Q0UxMTVCODczNThE","title":"Ingredients to grow innovation | Shaun Hendy | TEDxAuckland","description":"Shaun's research on innovation and why it exists in some places greater than others reveals some interesting points and ultimately a  cohesive idea on what makes some places innovative.\n\nShaun Hendy is the founding Director of Te Pūnaha Matatini, a Centre of Research Excellence hosted by the University of Auckland. Shaun is an advocate for multi-disciplinary research and teaching, and lectures in the University of Auckland’s Department of Physics and the University’s Centre for Innovation and Entrepreneurship. His interest in innovation led him to co-author the 2013 book, “Get Off the Grass” with the late Sir Paul Callaghan. Shaun believes that the challenge for New Zealand - if we want to base our economy on knowledge rather than nature - is to overcome our relatively small and widely dispersed population base and build a city of four million people. To do this, we'll need to start trusting each other more so that our ideas will spread, and we'll need the infrastructure that connects us. If we can do this it would make us one of the most innovative places on the planet.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2018-04-16 10:53:17 UTC","thumbnail_url":{"default":"https://i.ytimg.com/vi/mwp6VJwxGzw/default.jpg","medium":"https://i.ytimg.com/vi/mwp6VJwxGzw/mqdefault.jpg","high":"https://i.ytimg.com/vi/mwp6VJwxGzw/hqdefault.jpg","standard":"https://i.ytimg.com/vi/mwp6VJwxGzw/sddefault.jpg","maxres":"https://i.ytimg.com/vi/mwp6VJwxGzw/maxresdefault.jpg"},"video_id":"mwp6VJwxGzw","position":5,"tags":["TEDxTalks","English","New Zealand","Business","Ideas","Innovation","Invention","Investment"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdlJvWEppSGRvNktGSlhNSFBXenpyZC4xMkVGQjNCMUM1N0RFNEUx","title":"Fighting blindness with $20 and a smart phone | Hong Sheng Chiong | TEDxAuckland","description":"How Hong has managed to fight blindness with 20$ and a smart phone and in the process is changing how we think and create medical equipment.\n\nDr. Hong Sheng Chiong is currently an eye doctor in Gisborne hospital. He completed his clinical training in Ireland before he crossed over to New Zealand where he initially worked as a registrar in neurosurgery and general surgery before he stepped into the world of eye. His main interests are eye regenerative medicine, bioengineering and telemedicine. His exposure to third world medicine in Kenya, Nepal and Malaysia have given him the insight to the burden of preventable blindness. He believes the problem lies in the access to quality eye care. In 2014, he founded OphthalmicDocs, an R&D company that focuses on the development of ultra mobile and economical eye tests and diagnostics devices. He has invented several eye imaging adapters that can be used in conjunction with a mobile application to diagnose and monitor eye diseases. Fighting preventable blindness is his career's primary mission.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2015-06-29 23:12:29 UTC","thumbnail_url":{"default":"https://i.ytimg.com/vi/j4p5PJi71FU/default.jpg","medium":"https://i.ytimg.com/vi/j4p5PJi71FU/mqdefault.jpg","high":"https://i.ytimg.com/vi/j4p5PJi71FU/hqdefault.jpg","standard":null,"maxres":null},"video_id":"j4p5PJi71FU","position":6,"tags":["TEDxTalks","English","New Zealand","Health","3D Technology","Medicine","Open-source","Printing","Public health","Revolution","Science","Smartphone"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdlJvWEppSGRvNktGSlhNSFBXenpyZC41MzJCQjBCNDIyRkJDN0VD","title":"Cartooning for peace | Tom Scott | TEDxAuckland","description":"Tom Scott explains what the words freedom of expression mean to him and how he as a cartoonist is an activist for peace and freedom of expression.\n\nTom Scott (ONZM) is an award winning political columnist, editorial cartoonist, documentary maker and dramatist. Six collections of his satirical writings and five collections of his cartoons have been published. In 2007 he was one of 17 editorial cartoonists from around the world invited to a ‘Cartoonists for Peace’ conference in Rome sponsored by the UN. In 2010 some of his works were selected for a permanent ‘Cartooning for Peace’ exhibition at Memorial de Caen in France. His stage play - The Daylight Atheist was a critical and commercial hit in Australia and New Zealand. His films and television dramas he wrote or co-wrote include Footrot Flats, Tiger Country, Separation City, Rage, The Kick, and Seven Periods with Mr. Gormsby. A six-part television series on Sir Edmund Hillary is currently in production. A gold card holder he has no plans to retire.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2015-06-29 23:12:45 UTC","thumbnail_url":{"default":"https://i.ytimg.com/vi/n_3KSjx43Tw/default.jpg","medium":"https://i.ytimg.com/vi/n_3KSjx43Tw/mqdefault.jpg","high":"https://i.ytimg.com/vi/n_3KSjx43Tw/hqdefault.jpg","standard":"https://i.ytimg.com/vi/n_3KSjx43Tw/sddefault.jpg","maxres":"https://i.ytimg.com/vi/n_3KSjx43Tw/maxresdefault.jpg"},"video_id":"n_3KSjx43Tw","position":7,"tags":["TEDxTalks","English","New Zealand","Humanities","Cartoon","Freedom","Media","Peace"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdlJvWEppSGRvNktGSlhNSFBXenpyZC5DQUNERDQ2NkIzRUQxNTY1","title":"Media & addictions | Gavin Healy | TEDxAuckland","description":"Gavin's talks about media and the current continuing environmental degradation our impact has on the planet while explaining his solution for making media a force for good and not continuing on the same path.\r\n\r\nGavin is originally from Ireland and from a very young age has been researching Celtic spirituality, behavioural change psychology and the medias influence on society.\r\n\r\nHis talk weaves the impact of growing up in country devastated by centuries of civil war, and how the 5,500 year old spiritual sites that surrounded his childhood home gave him hope, while leading him to his current profession and mission in life.\n\nGavin Healy has over 20 years’ experience in the media industry. He is currently the Director of a marketing for social good publishing company Viridian Media. Viridian co-founded Element magazine, which is the largest sustainability magazine in NZ. It gained global accolades within the media industry as it was crowned Best New Product at the International News Media Marketing Awards. “The whole idea of Element was to craft engaging media for positive social behavioural change”. Gavin is originally from Ireland and from a very young age has been researching Celtic spirituality, behavioural change psychology and the medias influence on society.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2015-06-29 23:13:03 UTC","thumbnail_url":{"default":"https://i.ytimg.com/vi/ZKc5OUs7pJE/default.jpg","medium":"https://i.ytimg.com/vi/ZKc5OUs7pJE/mqdefault.jpg","high":"https://i.ytimg.com/vi/ZKc5OUs7pJE/hqdefault.jpg","standard":"https://i.ytimg.com/vi/ZKc5OUs7pJE/sddefault.jpg","maxres":"https://i.ytimg.com/vi/ZKc5OUs7pJE/maxresdefault.jpg"},"video_id":"ZKc5OUs7pJE","position":8,"tags":["TEDxTalks","English","New Zealand","Global Issues","Advertising","Alternative energy","Behavior","Business","Change","Climate Change","Cognitive science","Consciousness","Conservation","Environment","Global issues","Media","Psychology","Social Change"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdlJvWEppSGRvNktGSlhNSFBXenpyZC41Mzk2QTAxMTkzNDk4MDhF","title":"The Hip Op-eration Crew: The world’s oldest dance troupe | Billie Jordan | TEDxAuckland","description":"Watch the Hip Op-eration Crew performance 'D Floor Damager' here https://www.youtube.com/watch?v=bsJjOxGhAE0 Billie formed the Hip Op-eration Crew as a flash mob initially in response to society's outcasting of elderly people. What grew from there was an amazing dance group and community that is centred around the idea of having big goals and  adventure later on in life. The Hip Op-eration Crew are officially the worlds oldest dance troupe listed by the Guinness World Records. http://www.guinnessworldrecords.com/world-records/111063-oldest-dance-troupe\n\nAfter narrowly surviving New Zealand’s deadliest earthquake in Christchurch in 2011, Billie Jordan felt there was more to life than working as a communications consultant for large corporations. So she quit her job and moved to a small island off the East Coast of Auckland in New Zealand. Once there she taught herself how to dance following hip hop clips on YouTube, then gathered up her elderly neighbours (aged 68 to 96 years old) and established them as a hip hop dance crew with the audacious goal of performing at the World Hip hop Championships in Las Vegas within eight months. From that point on her life and the lives of her dance group changed forever.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2015-07-23 02:41:52 UTC","thumbnail_url":{"default":"https://i.ytimg.com/vi/saRWpSqQpPA/default.jpg","medium":"https://i.ytimg.com/vi/saRWpSqQpPA/mqdefault.jpg","high":"https://i.ytimg.com/vi/saRWpSqQpPA/hqdefault.jpg","standard":null,"maxres":null},"video_id":"saRWpSqQpPA","position":9,"tags":["TEDxTalks","English","New Zealand","Life","Aging","Dance (performance)","Elderly","Social Change","Social Interaction"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdlJvWEppSGRvNktGSlhNSFBXenpyZC5EQUE1NTFDRjcwMDg0NEMz","title":"D Floor Damager | The Hip Op-eration Crew | TEDxAuckland","description":"The Hip Op-eration Crew dance performance at TEDxAuckland 2015. Watch Billie Jordan's talk on why the Hip Op-eration Crew formed here https://www.youtube.com/watch?v=saRWpSqQpPA\n\nThe Hip Op-eration Crew started as a flash mob initially in response to society's outcasting of elderly people. What grew from there was an amazing dance group and community that is centred around the idea of having big goals and  adventure later on in life. The Hip Op-eration Crew are officially the worlds oldest dance troupe listed by the Guinness World Records. http://www.guinnessworldrecords.com/world-records/111063-oldest-dance-troupe\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2015-07-23 02:42:15 UTC","thumbnail_url":{"default":"https://i.ytimg.com/vi/bsJjOxGhAE0/default.jpg","medium":"https://i.ytimg.com/vi/bsJjOxGhAE0/mqdefault.jpg","high":"https://i.ytimg.com/vi/bsJjOxGhAE0/hqdefault.jpg","standard":null,"maxres":null},"video_id":"bsJjOxGhAE0","position":10,"tags":["TEDxTalks","English","New Zealand","Life","Aging","Dance (performance)","Elderly"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdlJvWEppSGRvNktGSlhNSFBXenpyZC45NDk1REZENzhEMzU5MDQz","title":"Creating a good world one # at a time | Dale Nirvani Pfeifer | TEDxAuckland","description":"As founder of GoodWorld a social platform for giving, Dale explains where the idea came from and why people give.\n\nDale is changing the way we connect online. Her #donate software, developed to make giving easy on social media, is unleashing the next generation of generosity. Her goal is to support the evolution of the human experience with money by creating a generosity-based financial system. A native Kiwi, her company GoodWorld is based in Washington DC. Prior to going to the United States, Dale ran Victoria University's Center for the Study of Leadership. Her award-winning research took her to Harvard where she applied the theory of Allophilia to Maori leadership. This work demonstrates how the power of love and effective leadership can bring big diverse groups of people together.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2015-06-29 23:13:21 UTC","thumbnail_url":{"default":"https://i.ytimg.com/vi/VSwz4uaXVOc/default.jpg","medium":"https://i.ytimg.com/vi/VSwz4uaXVOc/mqdefault.jpg","high":"https://i.ytimg.com/vi/VSwz4uaXVOc/hqdefault.jpg","standard":"https://i.ytimg.com/vi/VSwz4uaXVOc/sddefault.jpg","maxres":"https://i.ytimg.com/vi/VSwz4uaXVOc/maxresdefault.jpg"},"video_id":"VSwz4uaXVOc","position":11,"tags":["TEDxTalks","English","New Zealand","Global Issues","Leadership","Love","Philanthropy","Social Change","Social Entrepreneurship","Social Media"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdlJvWEppSGRvNktGSlhNSFBXenpyZC5GNjNDRDREMDQxOThCMDQ2","title":"Using spare hands to make a difference | Janette Searle | TEDxAuckland","description":"Janette tells us how her charity Take My Hands started and how they running it on virtually no funds and using spare capacity of people and companies to achieve their goals.\n\nJanette Searle had a life changing conversation that turned into ‘Take My Hands’ a not-for- profit organisation that redistributes prosthetic, orthotic and medical equipment to those in need. Every day, freight carriers and warehouses are often only partly full, so, Janette asked, what if we take advantage of that spare capacity and send vital equipment to those that need it? So far, the organisation has sent 50 boxes of artificial limbs, over 35 boxes of medical equipment and used just a fraction of the spare capacity that exists in the industry. So what might happen if we started a global economy of spare capacity? Janette believes there is power in the collective when its collaboration is focused, and that it is people that make the world go round, not money.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2015-06-29 23:13:36 UTC","thumbnail_url":{"default":"https://i.ytimg.com/vi/ji8OgA0Ito8/default.jpg","medium":"https://i.ytimg.com/vi/ji8OgA0Ito8/mqdefault.jpg","high":"https://i.ytimg.com/vi/ji8OgA0Ito8/hqdefault.jpg","standard":null,"maxres":null},"video_id":"ji8OgA0Ito8","position":12,"tags":["TEDxTalks","English","New Zealand","Humanities","Biomechanics","Nonprofit","Recycling","War"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdlJvWEppSGRvNktGSlhNSFBXenpyZC40NzZCMERDMjVEN0RFRThB","title":"Finding your place to lead from | Sir Bob Harvey | TEDxAuckland","description":"Sir Bob’s involvement in leadership, creativity and his passion for the environment will be the foundation of his TEDx talk.\n\nSir Bob Harvey is the Chairman of Waterfront Auckland, has served 6 terms as Mayor of the city of Waitakere, and was awarded, with six international Mayors, the United Nations Award for Peace in 1997; the United Nations Life Time Achievement Award for the Environment in 2007 and a Knight Companion of the New Zealand Order of Merit in the New Year Honours for 2013 for services to local body affairs and the community. Sir Bob is a prolific leader in both the arts and politics, having led an advertising agency for many years prior to his mayoralty, working with leading talent and winning numerous awards. He recently published his biography ‘A Life Less Ordinary’. Sir Bob’s involvement in leadership, creativity and his passion for the environment will be the foundation of his TEDx talk.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2015-06-29 23:13:56 UTC","thumbnail_url":{"default":"https://i.ytimg.com/vi/9YkaMqn_hjY/default.jpg","medium":"https://i.ytimg.com/vi/9YkaMqn_hjY/mqdefault.jpg","high":"https://i.ytimg.com/vi/9YkaMqn_hjY/hqdefault.jpg","standard":"https://i.ytimg.com/vi/9YkaMqn_hjY/sddefault.jpg","maxres":"https://i.ytimg.com/vi/9YkaMqn_hjY/maxresdefault.jpg"},"video_id":"9YkaMqn_hjY","position":13,"tags":["TEDxTalks","English","New Zealand","Life","Environment","Leadership"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdlJvWEppSGRvNktGSlhNSFBXenpyZC5EMEEwRUY5M0RDRTU3NDJC","title":"Mana: The power in knowing who you are | Tame Iti | TEDxAuckland","description":"Tame explores how the old saying of \"Te ka nohi ki te ka nohi\" (Dealing with it eye to eye) creates a far more productive space for open dialogue around any issue.\n\nTame Iti (Ngai Tuhoe/Waikato/Te Arawa) is known as many things... Activist, Artist, Terrorist and Cyclist. Literally wearing his Tuhoe heritage on his face, Iti is hard to miss in a crowd despite being just 5ft 4\" tall. His 40 year history of controversial and theatrical displays of political expression have included pitching a tent on parliament grounds and calling it the Maori embassy, shooting a national flag in front of government officials and the curious spate of public meetings where he appeared with a ladder so as to speak eye to eye with officials who were seated on stage. Iti explores how the old saying of \"Te ka nohi ki te ka nohi\" (Dealing with it eye to eye) creates a far more productive space for open dialogue around any issue. \"No one can tell you that you are not important and your experience does not matter and if they do... I challenge them to say it to your face... where they can see your eyes and feel your breath.\"\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2015-06-29 23:14:14 UTC","thumbnail_url":{"default":"https://i.ytimg.com/vi/qeK3SkxrZRI/default.jpg","medium":"https://i.ytimg.com/vi/qeK3SkxrZRI/mqdefault.jpg","high":"https://i.ytimg.com/vi/qeK3SkxrZRI/hqdefault.jpg","standard":"https://i.ytimg.com/vi/qeK3SkxrZRI/sddefault.jpg","maxres":null},"video_id":"qeK3SkxrZRI","position":14,"tags":["TEDxTalks","English","New Zealand","Humanities","Activism","Compassion","Cooperation","Culture","Democracy","Discrimination","Environment","Human Rights","Politics","Protests","Social Justice","Society","Struggle"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdlJvWEppSGRvNktGSlhNSFBXenpyZC45ODRDNTg0QjA4NkFBNkQy","title":"Language evolution @ the cutting edge | Max Cryer | TEDxAuckland","description":"Max explains the evolution of the English language and the increasing change of the language since the inception of the internet.\r\nhttp://TEDxAuckland.com\n\nMax Cryer (MBE) has worked as a singer in London, Sadlers Wells Opera, Wigmore Hall and the BBC and made fifteen tours of USA as an entertainer. He became New Zealand television’s first quiz host and hosted NZ’s first live talk-variety show “Town Cryer.” Max has an Honours degree in English Literature and Etymology, and for TVNZ he produced over 100 episodes of “University Challenge” and ‘Mastermind’ plus the five-nation ‘Mastermind International’ for the BBC. Max has also directed the NZ entertainment at the World Expo in Brisbane (1988) and Seville (1992). He has been Chairman for the Oxford Union debating team (1975) and for ten years columnist of the NZ Herald. Now an established writer in New Zealand, with eighteen books published (in Australia, New Zealand, Britain, America, Italy, Germany, Spain and Russia). For the last 19 years he has been answering listeners’ questions on etymology & the English language on RadioLive.\n\nThis talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx","published_at":"2015-06-29 23:14:52 UTC","thumbnail_url":{"default":"https://i.ytimg.com/vi/PRboI1iJ5oA/default.jpg","medium":"https://i.ytimg.com/vi/PRboI1iJ5oA/mqdefault.jpg","high":"https://i.ytimg.com/vi/PRboI1iJ5oA/hqdefault.jpg","standard":"https://i.ytimg.com/vi/PRboI1iJ5oA/sddefault.jpg","maxres":"https://i.ytimg.com/vi/PRboI1iJ5oA/maxresdefault.jpg"},"video_id":"PRboI1iJ5oA","position":15,"tags":["TEDxTalks","English","New Zealand","Social Science","Change","Evolution","History","Language"]},{"playlist_item_id":"UExjbTJwSUlBd2xEdlJvWEppSGRvNktGSlhNSFBXenpyZC41NkI0NEY2RDEwNTU3Q0M2","title":"The Food Truck @ TEDxAuckland 2015","description":"The Food Truck Garage at TEDxAuckland this year. With a whole bunch of TEDxAuckland volunteers, The Food Truck and the amazing TEDxAuckland volunteers worked together to produce healthy, delicious fast food.\n\nThanks to all the volunteers who helped out and of course the amazing people at The Food Truck for being up for colaborating and being apart of TEDxAuckland this year!\n\nhttp://TEDxAuckland.com/\nhttp://foodtruckgarage.co.nz/","published_at":"2015-06-29 22:50:25 UTC","thumbnail_url":{"default":"https://i.ytimg.com/vi/k6JFTG4lgxA/default.jpg","medium":"https://i.ytimg.com/vi/k6JFTG4lgxA/mqdefault.jpg","high":"https://i.ytimg.com/vi/k6JFTG4lgxA/hqdefault.jpg","standard":"https://i.ytimg.com/vi/k6JFTG4lgxA/sddefault.jpg","maxres":"https://i.ytimg.com/vi/k6JFTG4lgxA/maxresdefault.jpg"},"video_id":"k6JFTG4lgxA","position":16,"tags":["Food Truck (Industry)","TEDxAuckland","TEDTalks","Auckland (City/Town/Village)","New Zealand (Country)","TEDx","Food","Lunch","The Food Truck Garage"]}]